Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# broadcasts_search_placeholder
source: Search by Title or Username
ar: البحث بحسب العنوان أو اسم المستخدم
fr: Rechercher par titre ou nom d'utilisateur
hi: शीर्षक या यूजरनेम द्वारा खोजें
ja: タイトルまたはユーザー名で検索
ko: 제목 또는 사용자 이름으로 검색
pt_br: Buscar por Título ou Nome de Usuário
zh_hans: 根据标题或用户名搜索

# streaming_permissions_denied_alert_title
source: Access Denied
fr: Accès refusé
hi: एक्सेस नामंजूर कर दिया गया
ja: アクセスが拒否されました
ko: 접근 거부됨
pt_br: Acesso negado
zh_hans: 访问被拒绝

# streaming_permissions_denied_alert_message
source: Your streaming functions have been disabled. Please contact customer service at support@peeks.com.
fr: Vos fonctions de diffusion ont été désactivées. Veuillez contacter le service à la clientèle à support@peeks.com.
hi: आपके स्ट्रीमिंग फ़ंक्शंस अक्षम किए गए हैं। कृपया support@peeks.com पर ग्राहक सेवा से संपर्क करें।
ja: ストリーミング機能が無効になっています。support@peeks.com でカスタマーサービスにお問い合わせください。
ko: 라이브 스트리밍 기능이 비활성화되었습니다. 고객 서비스인 support@peeks.com으로 문의해주세요.
pt_br: Suas funções de streaming foram desabilitadas. Entre em contato com o atendimento ao cliente em support@peeks.com.
zh_hans: 您的直播功能已被禁用。请联系客服：support@peeks.com。

# required_placeholder
source: Required
ar: مطلوب
fr: Requis
hi: अपेक्षित
ja: 必須
ko: 필수
pt_br: Necessário
zh_hans: 必需

# upload_title
source: Upload
ar: تحميل
fr: Télécharger
hi: अपलोड करें
ja: アップロード
ko: 업로드
zh_hans: 上传

# upload_select_video_button
source: Select Another Video
ar: اختر فيديو آخر
fr: Sélectionnez une autre vidéo
hi: एक और वीडियो का चयन करें
ja: 別のビデオを選択してください
ko: 다른 비디오 선택
pt_br: Selecione outro vídeo
zh_hans: 选择另一个视频

# upload_header_stream
source: STREAM TITLE
ar: عنوان البث
fr: TITRE DE LA DIFFUSION
hi: स्ट्रीम शीर्षक
ja: ストリームのタイトル
ko: 스트림 제목
pt_br: TÍTULO DA TRANSMISSÃO
zh_hans: 直播标题

# upload_header_video
source: VIDEO SETTINGS
ar: اعدادات الفيديو
fr: PARAMÈTRES VIDÉO
hi: वीडियो सेटिंग्स
ja: ビデオ設定
ko: 비디오 설정
pt_br: CONFIGURAÇÕES DE VÍDEO
zh_hans: 视频设置

# upload_video_button
source: Upload
ar: تحميل
fr: Télécharger
hi: अपलोड करें
ja: アップロード
ko: 업로드
zh_hans: 上传

# upload_title_label
source: Title
ar: العنوان
fr: Titre
hi: शीर्षक
ja: タイトル
ko: 제목
pt_br: Título
zh_hans: 标题

# upload_rating_label
source: Rating
ar: التقييم
fr: Classement
hi: रेटिंग
ja: レーティング
ko: 등급
pt_br: Classificação
zh_hans: 评级

# upload_private_label
source: Privacy
ar: الخصوصية
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 공개 범위
pt_br: Privacidade
zh_hans: 隐私

# upload_private_all_followers
source: My Followers
ar: جميع المتابعين
fr: Mes Followers
hi: मेरे फॉलोअर
ja: マイフォロワー
ko: 내 팔로워
pt_br: Meus Seguidores
zh_hans: 我的粉丝

# upload_private_one_follower
source: viewer
ar: متابع
fr: téléspectateur
hi: दर्शक
ja: 視聴者
ko: 시청자
pt_br: espectador
zh_hans: 观众

# upload_private_many_follower
source: viewers
ar: متابعين
fr: téléspectateurs
hi: दर्शक
ja: 視聴者
ko: 시청자
pt_br: espectadores
zh_hans: 观众

# upload_success
source: Your video was uploaded successfully.
ar: تم تحميل الفيديو الخاص بك بنجاح
fr: Votre vidéo a été téléchargée avec succès.
hi: आपका वीडियो सफलतापूर्वक अपलोड कर दिया गया था।
ja: ビデオがアップロードされました。
ko: 비디오가 성공적으로 업로드되었습니다.
pt_br: Seu vídeo foi enviado com sucesso.
zh_hans: 您的视频被成功上传。

# upload_KeekBack_success
source: Your video comment was uploaded successfully.
ar: تم تحميل تعليقك على الفيديو بنجاح.
fr: Votre commentaire vidéo a été téléchargé avec succès.
hi: आपका वीडियो टिप्पणी सफलतापूर्वक अपलोड हुई।
ja: あなたのビデオコメントは正常にアップロードされました。
ko: 비디오 댓글이 성공적으로 업로드되었습니다.
pt_br: Seu comentário em vídeo foi enviado com sucesso.
zh_hans: 您的视频评论已成功上传。

# upload_photo_success
source: Your photo was uploaded successfully.
ko: 사진이 성공적으로 업로드되었습니다.

# upload_18_error
source: You must select users that are allowed to view your 18+ video before you can proceed
ar: يجب تحديد المستخدمين المسموح لهم بمشاهدة الفيديو قبل أن تتمكن من المتابعة
fr: Vous devez sélectionner les utilisateurs autorisés à accéder à vos vidéos adultes +18 avant de continuer
hi: आगे बढ़ने से पहले आपको अपने 18+ वीडियो देखने के लिए उपयोगकर्ताओं को चुनना होगा
ja: 続行する前に、18 歳以上向けのビデオを視聴できるユーザーを選択する必要があります。
ko: 진행하려면 18+ 비디오를 볼 수 있는 사용자를 선택해야 합니다.
pt_br: É necessário selecionar usuários que tenham permissão para assistir vídeos para maiores de 18 anos antes de poder prosseguir
zh_hans: 在继续前，您必须选择受允许观看您的18+视频的用户

# upload_18_rating_crowdfund_error
source: Cannot attach a Crowdfund campaign to a video with 18+ rating
ko: 18+ 등급의 비디오에 크라우드펀딩 캠페인을 추가할 수 없습니다.

# private_broadcast_title
source: Private Broadcast
ar: البث الخاص
fr: Diffusion privée
hi: निजी प्रसारण
ja: プライベートブロードキャスト
ko: 비공개 방송
pt_br: Veiculação Privada
zh_hans: 私人广播

# private_broadcast_search_followers
source: Search Followers
ar: بحث المتابعين
fr: Rechercher les Followers
hi: फॉलोअर खोजें
ja: フォロワーを検索
ko: 팔로워 검색
pt_br: Buscar Seguidores
zh_hans: 搜索粉丝

# private_broadcast_select_followers
source: Select Followers
ar: اختيار المتابعين
fr: Sélectionnez les Followers
hi: फॉलोअर्स का चयन करें
ja: フォロワーを選択
ko: 팔로워 선택
pt_br: Selecione os seguidores
zh_hans: 选择粉丝

# private_broadcast_select_all
source: Select All
ar: اختر الكل
fr: Sélectionner tout
hi: सभी का चयन करे
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar todos
zh_hans: 选择全部

# private_broadcast_deselect_all
source: Deselect All
ar: الغاء اختيار الكل
fr: Désélectionner tout
hi: सभी को अचिन्हिंत करें
ja: すべて選択解除
ko: 모두 선택 해제
pt_br: Desmarcar todos
zh_hans: 取消选择全部

# private_broadcast_public
source: Everyone
ar: الجميع
fr: Tout le monde
hi: सभी
ja: 全員
ko: 전체 공개
pt_br: Todos
zh_hans: 每个人

# stream_share_option_title
source: Share Stream
ar: شارك البث
fr: Partager la diffusion
hi: स्ट्रीम साझा करें
ja: ストリームをシェア
ko: 스트림 공유
pt_br: Compartilhar transmissão
zh_hans: 分享直播

# stream_share_option_message
source: How would you like to share this stream?
ar: كيف تريد ان تشارك البث؟
fr: Comment souhaitez-vous partager cette diffusion ?
hi: आप इस स्ट्रीम को कैसे साझा करना चाहते हैं?
ja: このストリームをどのようにシェアしますか？
ko: 이 스트림을 어떻게 공유하시겠습니까?
pt_br: Como gostaria de compartilhar esta transmissão?
zh_hans: 您想如何分享此直播？

# stream_share_internal
source: Share with my Peeks Social followers
ar: شارك مع متابعيني على Peeks Social
fr: Partagez avec mes abonnés de Peeks Social
hi: मेरे Peeks Social फॉलोअर्स के साथ साझा करें
ja: Peeks Social のフォロワーとシェア
ko: Peeks Social 팔로워와 공유
pt_br: Compartilhar com meus seguidores no Peeks
zh_hans: 与我的Peeks Social粉丝分享

# stream_share_external
source: Share externally
ar: شارك خارج التطبيق
fr: Partager de l'extérieur
hi: बाह्य रूप से साझा करें
ja: 外部にシェア
ko: 외부 공유
pt_br: Compartilhar em serviço externo
zh_hans: 在外部分享

# profile_bar_button_back
source: Back
ar: رجع
fr: Retour
hi: वापस
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回

# profile_bar_button_done
source: Done
ar: تم
fr: Effectué
hi: हो गया
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

# user_options_title
source: User Options
ar: خيارات المستخدم
fr: Options d'utilisateur
hi: उपयोगकर्ता के विकल्प
ja: ユーザーオプション
ko: 사용자 옵션
pt_br: Opções do Usuário
zh_hans: 用户选项

# user_options_unfollow
source: Unfollow
ar: إلغاء المتابعة
fr: Ne plus suivre
hi: अनफॉलो करें
ja: フォロー解除
ko: 언팔로우
pt_br: Não seguir
zh_hans: 取消关注

# user_options_follow
source: Follow
ar: تابع
fr: Suivre
hi: फॉलो करें
ja: フォロー
ko: 팔로우
pt_br: Seguir
zh_hans: 关注

# user_options_block
source: Block
ar: حظر
fr: Bloquer
hi: ब्लाक करें
ja: ブロック
ko: 차단
pt_br: Bloquear
zh_hans: 阻止

# user_options_unblock
source: Unblock
ar: الغاء الحظر
fr: Débloquer
hi: अनब्लॉक करें
ja: ブロック解除
ko: 차단 해제
pt_br: Desbloquear
zh_hans: 取消阻止

# user_options_report
source: Report
ar: إبلاغ
fr: Rapport
hi: रिपोर्ट करें
ja: 報告
ko: 신고
pt_br: Denunciar
zh_hans: 报告

# user_options_share
source: Share
ar: شارك
fr: Partager
hi: शेयर करें
ja: シェア
ko: 공유
pt_br: Compartilhar
zh_hans: 分享

# profile_create_my_account
source: Create My Account
ar: إنشيء حسابي
es: Crear mi cuenta
fr: Créer mon compte
hi: मेरा खाता बनाओ
ja: アカウントを作る
ko: 계정 만들기
pt_br: Criar a minha conta
zh_hans: 创建我的账户

# follower_users
source: Followers
ar: المتابعين لي
fr: Suiveurs
hi: फॉलो कर रहे हैं
ja: フォロワー
ko: 팔로워
pt_br: Seguidores
zh_hans: 粉丝

# following_users
source: Following
ar: أنا أتابع
fr: Suivant
hi: फॉलो कर रहे हैं
ja: フォロー中
ko: 팔로잉
pt_br: Seguindo
zh_hans: 关注中

# blocked_users
source: Blocked
ar: المحظورون
fr: Bloqué
hi: अवरोधित
ja: ブロック
ko: 차단된 사용자
pt_br: Bloqueados
zh_hans: 已阻止

source: Private Broadcast
ar: البث الخاص
fr: Diffusion privée
hi: निजी प्रसारण
ja: プライベートブロードキャスト
ko: 비공개 방송
pt_br: Veiculação Privada
zh_hans: 私人广播

# search_placeholder
source: Search
ar: بحث
fr: Rechercher
hi: खोज
ja: 検索
ko: 검색
pt_br: Buscar
zh_hans: 搜索

# reporting_details
source: Please add more details...
ar: الرجاء إضافة المزيد من التفاصيل...
fr: Veuillez ajouter plus de détails ...
hi: कृपया अधिक विवरण जोड़ें ...
ja: より多くの詳細を追加してください...
ko: 추가 세부 정보를 입력하세요...
pt_br: Adicione mais detalhes...
zh_hans: 请添加更多详情……

# reporting_user
source: Report User
ar: ابلاغ عن مستخدم
fr: Signaler un utilisateur
hi: उपयोगकर्ता को रिपोर्ट करें
ja: ユーザーを報告
ko: 사용자 신고
pt_br: Denunciar Usuário
zh_hans: 报告用户

# reporting_user_thank
source: Thank you
ar: شكرا
fr: Merci
hi: धन्यवाद
ja: ありがとうございます
ko: 감사합니다
pt_br: Obrigado
zh_hans: 谢谢您

# reporting_confirmation
source: report success confirmation code:
ar: رمز تاكيد نجاح الابلاغ:
fr: Signaler le succès du code de confirmation :
hi: रिपोर्ट की सफलता का पुष्टि कोड:
ja: 報告完了。確認コード:
ko: 신고가 성공적으로 접수되었습니다. 확인 코드:
pt_br: código de confirmação da denúncia:
zh_hans: 报告成功确认码：

# reporting_reason
source: Please write the reason for your report
ar: الرجاء كتابة سبب التبليغ
fr: Veuillez écrire la raison de votre rapport
hi: कृपया अपनी रिपोर्ट का कारण लिखें
ja: 報告理由を入力してください
ko: 신고 사유를 작성해주세요
pt_br: Explique o motivo da sua denúncia:
zh_hans: 请写出报告的原因

# reporting_sorry
source: Sorry
ar: معذرة
fr: Désolé
hi: माफ़ कीजिये
ja: 申し訳ございません
ko: 죄송합니다
pt_br: Lamentamos
zh_hans: 对不起

# wallet_title
source: My Wallet
ar: محفظتي
fr: Mon portefeuille
hi: मेरा वॉलेट
ja: マイウォレット
ko: 내 지갑
pt_br: Minha Carteira
zh_hans: 我的钱包

# wallet_deposit
source: Deposit
ar: إيداع
fr: Dépôt
hi: जमा करें
ja: 入金
ko: 입금
pt_br: Depósito
zh_hans: 存款

# wallet_withdrawal
source: Withdrawal
ar: سحب
fr: Retrait
hi: निकासी
ja: 出金
ko: 출금
pt_br: Retirada
zh_hans: 取款

# wallet_holds
source: Holds
ar: محجوز
hi: रखता है
ja: ホールド
ko: 보류 중
pt_br: Em Compensação
zh_hans: 持有

# wallet_current_balance
source: Total Cash Balance
ar: الرصيد الحالي
fr: Total du solde de trésorerie
hi: कुल नकद शेष
ja: 現金残高合計
ko: 전체 현금 잔액
pt_br: Total de Saldo em Dinheiro
zh_hans: 总现金余额

# wallet_available_balance
source: Available Balance
fr: Solde disponible
hi: उपलब्ध शेष राशि
ja: 利用可能残高
ko: 사용 가능한 잔액
pt_br: Saldo Disponível
zh_hans: 余额

# wallet_transaction_type
source: Transaction Type
ar: نوع المعاملة المالية
fr: Type de transaction
hi: सौदे का प्रकार
ja: 取引タイプ
ko: 거래 유형
pt_br: Tipo de Transação
zh_hans: 交易类型

# wallet_amount
source: Amount
ar: المبلغ
fr: Montant
hi: रकम
ja: 金額
ko: 금액
pt_br: Valor
zh_hans: 金额

# wallet_no_payment_method
source: No Payment Method Added
ar: لا يوجد اي طريقة للدفع
fr: Aucune méthode de paiement ajoutée
hi: कोई भुगतान विधि नहीं जोड़ी गई है
ja: 支払方法が追加されていません
ko: 추가된 결제 방법이 없습니다
pt_br: Nenhuma forma de pagamento adicionada
zh_hans: 没有添加付款方式

# wallet_transaction_deposit_credit
source: Deposit (Credit)
ar: إيداع (ائتمان)
fr: Dépôt (crédit)
hi: जमा (क्रेडिट)
ja: 入金 (クレジットカード)
ko: 입금 (신용카드)
pt_br: Depósito (Crédito)
zh_hans: 存款（信用卡）

# wallet_transaction_deposit_chequing
source: Deposit (Chequing)
ar: إيداع (شيكات)
fr: Dépôt (chèques)
hi: जमा (चेकिंग)
ja: 入金 (小切手)
ko: 입금 (수표)
pt_br: Depósito (Conta Corrente)
zh_hans: 存款（支票）

# wallet_transaction_deposit_iap
source: Coin Deposit
fr: Dépôt de pièces
hi: कॉइन डिपाजिट
ja: コイン入金
ko: 코인 입금
pt_br: Depósito em moeda
zh_hans: 钱币存款

# wallet_transaction_withdrawal
source: Withdrawal
ar: سحب
fr: Retrait
hi: निकासी
ja: 出金
ko: 출금
pt_br: Retirada
zh_hans: 取款

# wallet_transaction_tip_sent
source: Tip(s) Sent
ar: الإكرامية (الإكراميات) المرسلة
fr: Conseil(s) envoyé (s)
hi: प्रेषित टिप
ja: 送ったチップ
ko: 팁 보냄
pt_br: Gorjeta(s) enviada(s)
zh_hans: 已送出的小费

# wallet_transaction_tip_received
source: Tip(s) Received
ar: الإكرامية (الإكراميات) الواردة
fr: Conseil(s) reçue (s)
hi: टिप प्राप्त हुईं
ja: 受け取ったチップ
ko: 팁 받음
pt_br: Gorjeta(s) recebida(s)
zh_hans: 已收到的小费

# wallet_transaction_refund
source: Tip Refund
ar: استرجاع
es: Refund
fr: Remboursement du pourboire
hi: टिप रिफंड
ja: チップの返金
ko: 환불
pt_br: Reembolso da Gorjeta
zh_hans: 小费退款

# wallet_transaction_refund_fee
source: Platform Credit
ar: Platform Fee Refund
es: Platform Fee Refund
fr: Crédit de plate-forme
hi: प्लेटफ़ॉर्म क्रेडिट
ja: プラットフォームクレジット
ko: 플랫폼 수수료 환불
pt_br: Crédito da Plataforma
zh_hans: 平台赠送

# wallet_transaction_reversal
source: Reversal
ar: إبطال
fr: Renversement
hi: उलट
ja: 取消
ko: 취소
pt_br: Anulação
zh_hans: 撤销

# wallet_transaction_correction
source: Correction
ar: تصحيح
hi: सुधार
ja: 訂正
ko: 보정
pt_br: Correção
zh_hans: 修改

# wallet_transaction_transfer
source: Transfer
ar: تحويل
fr: Virement
hi: स्थानांतरण
ja: 送金
ko: 이체
pt_br: Transferência
zh_hans: 转账

# wallet_transaction_purchase
source: Purchase
ar: شراء
fr: Acheter
hi: खरीद फरोख्त
ja: 購入
ko: 구매
pt_br: Compra
zh_hans: 购买

# wallet_transaction_platform_fee
source: Platform Fee
ar: رسوم المنصة
fr: Frais de plate-forme
hi: प्लेटफ़ॉर्म फीस
ja: プラットフォーム利用料
ko: 플랫폼 수수료
pt_br: Taxa da Plataforma
zh_hans: 平台费用

# wallet_transaction_bonus
source: Bonus
ar: مكافأة
hi: बोनस
ja: ボーナス
ko: 보너스
pt_br: Bônus
zh_hans: 奖金

# wallet_transaction_none
source: You have no transaction records for this month
ar: لا يوجد لديك معاملات لهذا الشهر
fr: Vous n'avez aucun compte de transaction pour ce mois
hi: इस महीने के लिए आपके पास कोई लेनदेन रिकॉर्ड नहीं है
ja: 今月は トランザクションの記録がありません
ko: 이번 달에 대한 거래 기록이 없습니다
pt_br: Não há registros de transações neste mês
zh_hans: 本月您没有交易记录

# wallet_options_support
source: Support
ar: الدعم
fr: Assistance
hi: सपोर्ट
ja: サポート
ko: 고객 지원
pt_br: Suporte
zh_hans: 支持

# wallet_options_withdraw
source: Withdrawal Options
ar: خيارات السحب
fr: Options de retrait
hi: निकासी के विकल्प
ja: 出金オプション
ko: 출금 옵션
pt_br: Opções de Retirada
zh_hans: 取款选项

# wallet_options_deposit
source: Deposit Options
ar: خيارات الإيداع
fr: Options de dépôt
hi: जमा करने के विकल्प
ja: 入金オプション
ko: 입금 옵션
pt_br: Opções de Depósito
zh_hans: 存款选项

# wallet_options_add
source: Add
ar: إضافة
fr: Ajouter
hi: जोड़ें
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加

# wallet_options_delete
source: Delete
ar: حذف
fr: Supprimer
hi: डिलीट करें
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

# wallet_options_default
source: Default
ar: افتراضي
fr: Par défaut
hi: डिफ़ॉल्ट
ja: デフォルト
ko: 기본
pt_br: Padrão
zh_hans: 默认

# wallet_options_tip_amount
source: Tip Amount
ar: مبلغ الإكرامية
fr: Montant de pourboire
hi: टिप राशि
ja: チップ金額
ko: 팁 금액
pt_br: Valor da Gorjeta
zh_hans: 小费金额

# wallet_options_tip_description
source: This is the base amount for every 'Tip' transaction sent. It is not the total amount charged to your credit card.
ar: هذا هو المبلغ الأساسي لكل معاملة "إكراميه" مرسلة. وليس من المبلغ الإجمالي المحمل على بطاقة الائتمان الخاصة بك.
fr: Il s'agit du montant de base pour chaque transaction « Tip » envoyée. Ce n'est pas le montant total facturé à votre carte de crédit.
hi: यह प्रत्येक भेजे गए 'टिप' लेनदेन के लिए आधार राशि है। यह आपके क्रेडिट कार्ड पर लगाई जाने वाली कुल राशि नहीं है।
ja: これはすべてのチップのベース金額になります。クレジットカードへの合計請求額ではありません。
ko: '팁' 거래마다 적용되는 기본 금액입니다. 신용카드에 청구되는 총 금액은 아닙니다.
pt_br: Este é o valor base para cada transação de 'Gorjeta' enviada, e não o valor total cobrado do seu cartão de crédito.
zh_hans: 这是每个送出的‘小费’交易的基础金额。它不是向您的信用卡收取的总金额。

# wallet_options_title
source: Title
ar: لقب
fr: Titre
hi: शीर्षक
ja: タイトル
ko: 제목
pt_br: Título
zh_hans: 标题

# wallet_options_submit_photo
source: Resubmit Photo ID
ar: اعادة ارسال صورة الهوية
fr: Soumettre la photo de l'ID à nouveau
hi: फोटो ID फिर से जमा करें
ja: 写真付き身分証明書の再送信
ko: 사진 신분증 재제출
pt_br: Reenviar Identidade com Foto
zh_hans: 重新提交照片ID

# wallet_options_switch_account
source: Switch Account
ar: تغيير الحساب
fr: Changer de compte
hi: खाता बदलिये
ja: アカウントを選択してください
ko: 계정 전환
pt_br: Mudar de Conta
zh_hans: 切换账户

# wallet_options_none
source: None
ar: لا شيء
fr: Aucun
hi: कोई नहीं
ja: なし
ko: 없음
pt_br: Nenhum(a)
zh_hans: 无

# wallet_options_tip_note
source: * Tip set is the base amount for every 'Tip' transaction sent. Not the total amount charged to your credit card
ar: مبلغ البقشيش المحدد هو المبلغ الاساسي لكل معاملة من نوع البقشيش التي يتم ارسالها وليس المبلغ الاجمالي المفروضة على بطاقة الائتمان الخاص بك
fr: * Le réglage du pourboire est le montant de base pour chaque transaction « Pourboire » envoyée. Pas le montant total facturé à votre carte de crédit
hi: * टिप सेट हर भेजे गए 'टिप' लेनदेन के लिए आधार राशि है, न कि आपके क्रेडिट कार्ड को बिल की गई कुल राशि।
ja: * 設定されたチップ金額はすべてのチップのベース金額になります。クレジットカードへの合計請求額ではありません。
ko: * 팁 설정은 '팁' 거래마다 적용되는 기본 금액입니다. 신용카드에 청구되는 총 금액은 아닙니다.
pt_br: * A gorjeta definida é o valor base para cada transação de Gorjeta enviada, e não o valor total cobrado do seu cartão de crédito
zh_hans: * 小费设置是每次送出的‘小费’交易的基本金额。不是向您的信用卡收取的总金额

# wallet_withdrawal_title
source: Making a Withdrawal?
ar: إخزاء عملية سحب؟
fr: Faire un retrait ?
hi: क्या आपको निकासी करनी है?
ja: 出金ですか？
ko: 출금을 진행하시겠습니까?
pt_br: Está fazendo uma retirada?
zh_hans: 要取款吗？

# wallet_withdrawal_description
source: In order to proceed, we need somewhere to send your money. Let's set up our banking relationship now. This process will take up to 5 business days.
ar: من أجل المضي قدما، نحن تحتاج إلى مكان ما لإرسال أموالك. دعونا نقوم بإعداد علاقتنا المصرفية الآن. سوف تستغرق هذه العملية ما يصل إلى 5 أيام عمل.
fr: Pour procéder, nous avons besoin d'un endroit pour envoyer votre argent. Mettons maintenant en place notre relation bancaire. Ce processus prendra jusqu'à 5 jours ouvrables.
hi: आगे बढ़ने के लिए, हमें आपके पैसे भेजने के लिए किसी विकल्प की ज़रूरत है। आइए अब हमारे बैंकिंग संबंध स्थापित करें। इस प्रक्रिया के लिए 5 कार्यदिवस तक लगेंगे।
ja: この手続きには送金先が必要です。銀行口座を設定してください。 この手続きには最長 5営業日かかります。
ko: 진행하려면 돈을 보낼 장소가 필요합니다. 지금은 은행 관계를 설정합시다. 이 과정은 최대 5 영업일이 소요됩니다.
pt_br: Para prosseguir, precisamos de algum lugar para onde transferir os seus recursos. Vamos estabelecer a nossa relação bancária agora. Esse processo pode levar até 5 dias úteis.
zh_hans: 我们需要您的转出地址才能继续取款步骤。 此流程最多要5个工作日。

# wallet_withdrawal_available
source: Available for withdrawal
ar: متاحة للسحب
fr: Disponible pour retrait
hi: निकासी के लिए उपलब्ध है
ja: 出金可能
ko: 출금 가능 금액
pt_br: Disponível para retirada
zh_hans: 可取款

# wallet_withdrawal_select_country
source: Select your country
ar: اختر بلدك
fr: Sélectionnez votre pays
hi: अपने देश का चयन करें
ja: 国を選択してください
ko: 국가를 선택하세요
pt_br: Selecione seu país
zh_hans: 选择您的国家

# wallet_withdrawal_proceed
source: Proceed
ar: تقدم
fr: Procéder
hi: आगे बढें
ja: 続行
ko: 진행
pt_br: Prosseguir
zh_hans: 继续

# wallet_withdrawal_address_title
source: Let's Get Started!
ar: هيا بنا نبدأ!
fr: Commençons !
hi: आइये शुरू करें!
ja: 始めましょう！
ko: 시작해볼까요!
pt_br: Vamos começar!
zh_hans: 让我们开始吧！

# wallet_withdrawal_address_subtitle
source: Please enter the required information below:
ar: يرجى إدخال المعلومات المطلوبة أدناه:
fr: Entrez les informations requises ci-dessous :
hi: कृपया नीचे आवश्यक जानकारी दर्ज करें:
ja: 下に必要な情報を入力してください:
ko: 아래 필수 정보를 입력해주세요:
pt_br: Digite as informações necessárias abaixo:
zh_hans: 请在下面输入必要信息：

# wallet_withdrawal_first_name_placeholder
source: First Name
ar: الاسم الأول
fr: Prénom
hi: पहला नाम
ja: 名
ko: 이름
pt_br: Nome
zh_hans: 名

# wallet_withdrawal_last_name_placeholder
source: Last Name
ar: اسم العائلة
fr: Nom
hi: अंतिम नाम
ja: 姓
ko: 성
pt_br: Sobrenome
zh_hans: 姓

# wallet_withdrawal_email_placeholder
source: Email
ar: البريد الإلكتروني
hi: ईमेल
ja: メールアドレス
ko: 이메일
zh_hans: 邮箱

# wallet_withdrawal_phone_placeholder
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone
hi: फ़ोन नंबर
ja: 電話番号
ko: 전화번호
pt_br: Telefone
zh_hans: 电话号码

# wallet_withdrawal_address_placeholder
source: Address
ar: العنوان
fr: Adresse
hi: पता
ja: 住所
ko: 주소
pt_br: Endereço
zh_hans: 地址

# wallet_withdrawal_address_two_placeholder
source: Address 2 (optional)
ar: العنوان 2 (اختياري)
fr: Adresse 2 (optionnel)
hi: पता 2 (वैकल्पिक)
ja: 住所 2 (任意)
ko: 주소 2 (선택 사항)
pt_br: Segunda linha do endereço (opcional)
zh_hans: 地址 2 (可选)

# wallet_withdrawal_city_placeholder
source: City
ar: المدينة
fr: Ville
hi: शहर
ja: 市町村
ko: 도시
pt_br: Cidade
zh_hans: 城市

# wallet_withdrawal_state_placeholder
source: State / Province
ar: الولاية / المقاطعة
fr: Etat / Province
hi: राज्य/ प्रांत
ja: 州 / 県
ko: 주 / 지방
pt_br: Estado / Região
zh_hans: 州 / 省

# wallet_withdrawal_postal_code_placeholder
source: Zip / Postal Code
ar: الرمز / الكود البريدي
fr: Zip / Code postal
hi: ज़िप/ पोस्टल कोड
ja: 郵便番号
ko: 우편번호
pt_br: Código postal
zh_hans: 邮编 / 邮政编码

# wallet_withdrawal_country_placeholder
source: Country
ar: الدولة
fr: Pays
hi: देश
ja: 国
ko: 국가
pt_br: País
zh_hans: 国家

# wallet_withdrawal_id_take_photo
source: Take Photo
ar: التقط صورة
fr: Prendre une photo
hi: तस्वीर लें
ja: 写真を撮影
ko: 사진 촬영
pt_br: Tirar Foto
zh_hans: 拍照

# wallet_withdrawal_id_license
source: Driver's License
ar: رخصة القيادة
fr: Permis de coduire
hi: ड्राइवर का लाइसेंस
ja: 運転免許証
ko: 운전면허증
pt_br: Carteira de Habilitação
zh_hans: 驾照

# wallet_withdrawal_id_passport
source: Passport
ar: جواز السفر
fr: Passeport
hi: पासपोर्ट
ja: パスポート
ko: 여권
pt_br: Passaporte
zh_hans: 护照

# wallet_withdrawal_id_citizenship
source: Citizenship
ar: الجنسية
fr: Nationalité
hi: नागरिकता
ja: 国籍
ko: 시민권
pt_br: CPF
zh_hans: 国籍

# wallet_withdrawal_id_identity
source: Identity
ar: الهوية
fr: Identité
hi: पहचान
ja: アイデンティティ
ko: 신분증
pt_br: Identidade
zh_hans: 身份

# wallet_withdrawal_id_other
source: Other
ar: أخرى
fr: Autre
hi: अन्य
ja: その他
ko: 기타
pt_br: Outro
zh_hans: 其他

# wallet_withdrawal_method_title
source: Select Withdrawal Method
ar: اختر طريقة السحب
fr: Choisir un mode de retrait
hi: निकासी विधि का चयन करें
ja: 出金方法を選択してください
ko: 출금 방법 선택
pt_br: Selecione o método de retirada
zh_hans: 选择取款方式

# wallet_withdrawal_method_wire
source: Bank Wire
ar: حوالة بنكية
fr: Virement bancaire
hi: बैंक वायर
ja: 銀行送金
ko: 은행 송금
pt_br: Transferência bancária
zh_hans: 银行电汇

# wallet_withdrawal_method_cheque
source: Cheque Via Mail
ar: شيك عن طريق البريد
fr: Vérifiez par courrier postal
hi: मेल के माध्यम से चेक भेजें
ja: 小切手の郵送
ko: 우편으로 수표
pt_br: Cheque por correio
zh_hans: 邮寄支票

# wallet_withdrawal_method_wire_description
source: Enter your bank wire details below:
ar: أدخل تفاصيل الحوالة البنكية أدناه:
fr: Entrez vos informations bancaires ci-dessous :
hi: नीचे अपने बैंक वायर विवरण को दर्ज करें:
ja: 下に銀行送金の情報を入力してください:
ko: 아래에 은행 송금 세부 정보를 입력하세요:
pt_br: Digite abaixo seus dados para transferência bancária:
zh_hans: 在下面输入您的银行电汇详情：

# wallet_withdrawal_method_cheque_description
source: Mail me a cheque to the address below:
ar: ارسل لي بالبريد الشيك إلى العنوان التالي:
fr: Envoyez-moi un chèque à l'adresse ci-dessous :
hi: नीचे दिए गए पते पर मुझे एक चेक भेजें:
ja: 下の住所に小切手の郵送を希望:
ko: 아래 주소로 수표를 우편으로 보내주세요:
pt_br: Envie-me um cheque por correio para o endereço abaixo:
zh_hans: 向我下面的地址邮寄支票：

# wallet_withdrawal_method_edit_address
source: Edit Address?
ar: تحرير العنوان؟
fr: Modifier l'adresse ?
hi: क्या आपको पता संपादित करना है?
ja: 住所を変更しますか？
ko: 주소 수정?
pt_br: Editar endereço?
zh_hans: 编辑地址？

# wallet_withdrawal_validation_deposit_placeholder
source: eg. 0.36
ar: مثلا 0.36
fr: par exemple. 0,36
hi: जैसे 0.36
ja: 例: 0.36
ko: 예: 0.36
pt_br: p.ex.: 0.36
zh_hans: 如 0.36

# wallet_deposit_title
source: Deposit Funds
ar: إيداع الأموال
fr: Fonds de dépôt
hi: धनराशि जमा करें
ja: 入金
ko: 자금 입금
pt_br: Depositar Recursos
zh_hans: 存款

# wallet_deposit_amount
source: How Much?
ar: كم المبلغ؟
fr: Combien ?
hi: कितना?
ja: 金額はいくらですか？
ko: 얼마를 입금하시겠습니까?
pt_br: Quanto?
zh_hans: 多少？

# wallet_deposit_amount_minimum
source: Min
ar: الحد الأدنى
hi: न्यूनतम
ja: 最低
ko: 최소
pt_br: Mín.
zh_hans: 最少
