Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# No_followers
source: No followers yet? Keep creating and sharing great content and the followers will come.
ar: ليس لديك متابعون حتى الآن؟ استمر في إنشاء ومشاركة محتوى رائع وسيأتي المتابعون.
es: ¿Todavía no tienes seguidores? Sigue creando y compartiendo contenido interesante y los seguidores llegarán.
fr: Pas encore de followers ? Continuez à créer et à partager un contenu formidable et les followers viendront.
hi: अभी तक कोई फॉलोअर नहीं हुए हैं? मज़ेदार सामग्री बनाना और साझा करना जारी रखें, फॉलोअर खुद आएंगे।
ja: まだフォロワーがいませんか？素晴らしいコンテンツを作成して共有し続けることで、フォロワーが増えていきます。
ko: 아직 팔로워가 없나요? 멋진 콘텐츠를 계속 만들어 공유하면 팔로워가 늘어날 것입니다.
pt_br: Nenhum seguidor ainda? Continue criando e compartilhando ótimo conteúdo e os seguidores virão.
zh_hans: 还没有粉丝？继续创建并分享优质内容，粉丝自然会来。

# No_following
source: Following is a great way to discover new content. Start by following accounts that align with your interests.
ar: متابعة الآخرين هو طريقة رائعة لاكتشاف محتوى جديد. ابدأ بمتابعة الحسابات التي تتوافق مع اهتماماتك.
es: Seguir a otros es una excelente forma de descubrir contenido nuevo. Comienza siguiendo cuentas que se ajusten a tus intereses.
fr: Suivre est un excellent moyen de découvrir de nouveaux contenus. Commencez par suivre des comptes qui correspondent à vos intérêts.
hi: नई सामग्री खोजने का एक बढ़िया तरीका फॉलोअर है। अपने हितों से संबंधित खातों को फॉलो करके शुरुआत करें।
ja: フォローすることは新しいコンテンツを発見する素晴らしい方法です。自分の興味に合ったアカウントをフォローすることから始めましょう。
ko: 팔로잉은 새로운 콘텐츠를 발견하는 좋은 방법입니다. 관심 있는 계정을 팔로우하며 시작하세요.
pt_br: Seguir é uma ótima maneira de descobrir novo conteúdo. Comece seguindo contas que se alinham com seus interesses.
zh_hans: 关注是发现新内容的好方法。从关注与您兴趣相符的帐户开始。

# No_blocked
source: No one on your block list? That's a good sign. Keep the positivity going!
ar: لا يوجد أي شخص في قائمة الحظر؟ هذا علامة جيدة. استمر في الإيجابية!
es: ¿Nadie en tu lista de bloqueados? ¡Eso es una buena señal! ¡Sigue siendo positivo!
fr: Personne sur votre liste de blocage ? C'est bon signe. Continuez sur cette voie positive !
hi: आपकी ब्लॉक सूची में कोई नहीं है? यह एक अच्छी निशानी है। पॉजिटिविटी जारी रखें!
ja: ブロックリストには誰もいませんか？それは良い兆候です。ポジティブに続けてください！
ko: 차단 목록에 아무도 없군요? 이런 것만으로도 좋은 표시입니다. 긍정적인 분위기를 유지하세요!
pt_br: Ninguém em sua lista de bloqueio? Isso é um bom sinal. Mantenha a positividade!
zh_hans: 您的屏蔽列表中没有任何人？这是一个好迹象。继续保持积极向上的心态！

# No_Chat_Messages
source: No conversations yet. Start a chat and connect with someone new today!
ar: لا توجد محادثات حتى الآن. ابدأ محادثة وتواصل مع شخص جديد اليوم!
es: Aún no hay conversaciones. ¡Comienza una conversación y conéctate con alguien nuevo hoy mismo!
fr: Aucune conversation pour le moment. Démarrez une discussion et connectez-vous avec quelqu'un de nouveau aujourd'hui !
hi: अभी तक कोई बातचीत नहीं हुई है। एक चैट शुरू करें और आज किसी नए इंसान से जुड़ें!
ja: まだ会話はありません。今日は誰か新しい人とチャットを始めてつながってみましょう！
ko: 아직 대화가 없습니다. 채팅을 시작하여 새로운 사람과 연결하세요!
pt_br: Nenhuma conversa ainda. Comece um bate-papo e conecte-se com alguém novo hoje!
zh_hans: 暂无对话记录。开始聊天，今天就与新朋友联系！

# No_chat_contacts
source: Your chat contact list is empty. Why not search for and add some friends to connect with?
ar: قائمة جهات الاتصال الخاصة بالدردشة الخاصة بك فارغة. لماذا لا تبحث عن بعض الأصدقاء وتضيفهم للتواصل؟
es: Tu lista de contactos para chatear está vacía. ¿Por qué no buscas y agregas algunos amigos para conectarte?
fr: Votre liste de contacts de chat est vide. Pourquoi ne pas rechercher et ajouter des amis pour vous connecter ?
hi: आपकी चैट संपर्क सूची खाली है। अपने मित्रों को खोजें और जुड़ें, क्यों नहीं?
ja: チャットの連絡先リストは空です。友達を検索して追加してみませんか？
ko: 대화 연락처 목록이 비어 있습니다. 친구를 검색하여 추가해보세요!
pt_br: Sua lista de contatos de bate-papo está vazia. Por que não procurar e adicionar alguns amigos para se conectar?
zh_hans: 您的聊天联系人列表为空。为什么不搜索并添加一些朋友来交流呢？

# NoSavedPosts
source: You have no bookmarked posts to show. Start bookmarking your favorite posts to access them easily later.
fr: Vous n'avez aucun message favori à afficher. Commencez à marquer vos publications préférées pour y accéder facilement plus tard.
hi: आपके पास दिखाने के लिए कोई बुकमार्क पोस्ट नहीं है। अपने पसंदीदा पोस्ट को बाद में आसानी से एक्सेस करने के लिए उन्हें बुकमार्क करना शुरू करें।
ja: 表示するブックマーク済みの投稿はありません。お気に入りの投稿をブックマークして、後で簡単にアクセスできるようにします。
ko: 북마크한 게시물이 없습니다. 즐겨 찾는 게시물을 북마크하여 나중에 쉽게 액세스하세요.
pt_br: Você não tem postagens marcadas para mostrar. Comece a marcar suas postagens favoritas para acessá-las facilmente mais tarde.
zh_hans: 您没有要显示的已添加书签的帖子。开始为您最喜欢的帖子添加书签，以便以后轻松访问它们。

# No_followers_OtherUser
source: No followers to display at the moment. Check back later!
ar: لا يوجد متابعون لعرضهم في الوقت الحالي. يرجى التحقق مرة أخرى في وقت لاحق!
es: No hay seguidores para mostrar en este momento. ¡Vuelve más tarde!
fr: Aucun abonné à afficher pour le moment. Revenez plus tard !
hi: इस समय प्रदर्शित करने के लिए कोई अनुयायी नहीं है। बाद में वापस आएं!
ja: 現在表示するフォロワーはありません。後でもう一度チェックしてください！
ko: 현재 표시할 팔로워가 없습니다. 나중에 다시 확인하세요!
pt_br: Nenhum seguidor para exibir no momento. Volte mais tarde!
zh_hans: 目前没有要显示的关注者。请稍后再来！

# No_followingUser_OtherUser
source: No following users to display at the moment. Check back later!
ar: لا يوجد مستخدمون متابعون لعرضهم في الوقت الحالي. يرجى التحقق مرة أخرى في وقت لاحق!
es: No hay usuarios seguidos para mostrar en este momento. ¡Vuelve más tarde!
fr: Aucun utilisateur suivi à afficher pour le moment. Revenez plus tard !
hi: इस समय प्रदर्शित करने के लिए कोई फॉलो करने वाले उपयोगकर्ता नहीं हैं। बाद में वापस आएं!
ja: 現在表示するフォロー中のユーザーはありません。後でもう一度チェックしてください！
ko: 현재 표시할 팔로우 중인 사용자가 없습니다. 나중에 다시 확인하세요!
pt_br: Nenhum usuário seguido para exibir no momento. Volte mais tarde!
zh_hans: 目前没有要显示的关注用户。请稍后再来！

source: Your post is being uploaded...
ar: يتم تحميل مشاركتك
es: Tu publicación está siendo cargada...
fr: Votre publication est en cours de téléchargement...
hi: आपकी पोस्ट अपलोड हो रही है...
ja: 投稿がアップロードされています...
ko: 게시물을 업로드 중입니다...
pt_br: Sua postagem está sendo carregada...
zh_hans: 您的帖子正在上传中...

source: Your story is being uploaded...
ar: جاري تحميل قصتك...
es: Tu historia se está cargando...
fr: Votre histoire est en cours de téléchargement...
hi: आपकी कहानी अपलोड हो रही है...
ja: あなたのストーリーがアップロードされています...
ko: 귀하의 스토리가 업로드 중입니다...
pt_br: Sua história está sendo carregada...
zh_hans: 您的故事正在上传中...

source: Fetching Feeds...
ar: جلب التغذيات...
es: Obteniendo feeds...
fr: Récupération des flux...
hi: फीड लाया जा रहा है...
ja: フィードを取得中...
ko: 피드 가져오는 중...
pt_br: Buscando feeds...
zh_hans: 正在获取订阅...

# GetPostError
source: Error occurred while getting post details
ar: حدث خطأ أثناء الحصول على تفاصيل المنشور
es: Se produjo un error al obtener los detalles de la publicación
fr: Une erreur s'est produite lors de la récupération des détails de la publication
hi: पोस्ट विवरण प्राप्त करने में त्रुटि हुई
ja: 投稿の詳細の取得中にエラーが発生しました
ko: 게시물 세부 정보를 가져오는 중 오류가 발생했습니다
pt_br: Erro ao obter detalhes da postagem
zh_hans: 获取帖子详情时发生错误

source: Music
ar: الموسيقى
es: Música
fr: Musique
hi: संगीत
ja: 音楽
ko: 음악
pt_br: Música
zh_hans: 音乐

source: Voice
ar: الصوت
es: Voz
fr: Voix
hi: आवाज
ja: 音声
ko: 음성
pt_br: Voz
zh_hans: 录音

source: Next
ar: التالي
es: Siguiente
fr: Suivant
hi: आगे
ja: 次へ
ko: 다음
pt_br: Próximo
zh_hans: 下一步

source: Back
ar: السابق
es: Atrás
fr: Retour
hi: पीछे
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回

source: CLOSE
ar: إغلاق
es: CERRAR
fr: FERMER
hi: बंद करें
ja: 閉じる
ko: 닫기
pt_br: FECHAR
zh_hans: 关闭

# alert.reset.all.title
source: Reset all?
ar: إعادة الضبط الكلي؟
es: ¿Restablecer todo?
fr: Réinitialiser tout ?
hi: सभी रीसेट करें?
ja: すべてをリセットしますか？
ko: 모두 재설정하시겠습니까?
pt_br: Redefinir tudo?
zh_hans: 重置所有？

# BanubaVideoEditor.Settings.Later
source: Later
ar: لاحقًا
es: Más tarde
fr: Plus tard
hi: बाद में
ja: あとで
ko: 나중에
pt_br: Depois
zh_hans: 稍后

# BanubaVideoEditor.Settings.Discard
source: Discard
ar: تجاهل
es: Descartar
fr: Abandonner
hi: हटाएं
ja: 破棄する
ko: 취소
pt_br: Descartar
zh_hans: 丢弃

# alert.stop.capturing.video.title
source: Do you want to stop capturing and editing the video?
ar: هل تريد إيقاف تصوير وتحرير الفيديو؟
es: ¿Desea detener la grabación y la edición de video?
fr: Voulez-vous arrêter la capture et l'édition de la vidéo ?
hi: क्या आप वीडियो रिकॉर्डिंग और संपादन रोकना चाहते हैं?
ja: ビデオのキャプチャと編集を停止しますか？
ko: 비디오 촬영 및 편집을 중단하시겠습니까?
pt_br: Deseja parar de capturar e editar o vídeo?
zh_hans: 要停止捕捉和编辑视频吗？

# record.screen.reset.all.title
source: Want to reset changes?
ar: هل تريد إعادة الضبط؟
es: ¿Desea restablecer los cambios?
fr: Voulez-vous réinitialiser les modifications ?
hi: बदलाव रीसेट करना चाहते हैं?
ja: 変更をリセットしますか？
ko: 변경 사항을 재설정하시겠습니까?
pt_br: Deseja redefinir as alterações?
zh_hans: 想要重置所有更改吗？

# editor.screen.reset.all.title
source: Reset all?
ar: إعادة الضبط الكلي؟
es: ¿Restablecer todo?
fr: Réinitialiser tout ?
hi: सभी रीसेट करें?
ja: すべてをリセットしますか？
ko: 모두 재설정하시겠습니까?
pt_br: Redefinir tudo?
zh_hans: 重置所有？

# alert.delete.last.clip.title
source: Delete the last video?
ar: هل تريد حذف آخر فيديو؟
es: ¿Eliminar el último video?
fr: Supprimer la dernière vidéo ?
hi: क्या आप अंतिम वीडियो हटाना चाहते हैं?
ja: 最後のビデオを削除しますか？
ko: 마지막 비디오를 삭제하시겠습니까?
pt_br: Excluir o último vídeo?
zh_hans: 删除最后一个视频？

# alert.camera.continue.editing.video.question.title
source: You have a not finished video. Do you want to continue?
ar: لديك فيديو غير مكتمل. هل تريد الاستمرار؟
es: Tiene un video sin terminar. ¿Desea continuar?
fr: Vous avez une vidéo non finie. Voulez-vous continuer ?
hi: आपके पास एक अधूरा वीडियो है। क्या आप जारी रखना चाहते हैं?
ja: 未完成のビデオがあります。続行しますか？
ko: 완료되지 않은 비디오가 있습니다. 계속하시겠습니까?
pt_br: Você tem um vídeo não finalizado. Deseja continuar?
zh_hans: 您有一个未完成的视频。您想继续吗？

source: First part not recorded
ar: لم يتم تسجيل الجزء الأول
es: Primera parte no grabada
fr: Première partie non enregistrée
hi: पहला हिस्सा रिकॉर्ड नहीं हुआ है
ja: 最初の部分が録音されていません
ko: 첫 번째 부분이 녹음되지 않았습니다
pt_br: Primeira parte não gravada
zh_hans: 未录制第一部分

source: Mask not loaded
ar: لم يتم تحميل القناع
es: Máscara no cargada
fr: Masque non chargé
hi: मास्क लोड नहीं हुआ है
ja: マスクを読み込めませんでした
ko: 마스크를 불러올 수 없습니다
pt_br: Máscara não carregada
zh_hans: 无法加载蒙版

source: Second part is too short
ar: الجزء الثاني قصير جداً
es: La segunda parte es demasiado corta
fr: Deuxième partie trop courte
hi: दूसरा हिस्सा बहुत छोटा है
ja: 2つ目のパートが短すぎます
ko: 두 번째 부분이 너무 짧습니다
pt_br: Segunda parte é muito curta
zh_hans: 第二部分太短

# Beautifier on
source: Beautification on
ar: تحسين الوجه مفعل
es: Embellecimiento activado
fr: Embellezisseur activé
hi: सौंदर्य सक्षम
ja: 美肌機能オン
ko: 미용 기능 켜짐
pt_br: Embelezamento ligado
zh_hans: 开启美化

# Beautifier off
source: Beautification off
ar: تحسين الوجه معطل
es: Embellecimiento desactivado
fr: Embellezisseur désactivé
hi: सौंदर्य अक्षम
ja: 美肌機能オフ
ko: 미용 기능 꺼짐
pt_br: Embelezamento desligado
zh_hans: 关闭美化

# Flash
source: Light
ar: الضوء
es: Luz
fr: Lumière
hi: रोशनी
ja: ライト
ko: 플래시
pt_br: Flash
zh_hans: 闪光灯

source: Too short. Please record at least %d seconds video
ko: 너무 짧습니다. 최소 %d초의 비디오를 녹화하세요.

# com.banuba.TooLongVideoMessageFormat
source: Video duration should be between %d and %d seconds
ar: يجب أن يكون مدة الفيديو بين %d و %d ثانية
es: La duración del video debe estar entre %d y %d segundos
fr: La durée de la vidéo doit être comprise entre %d et %d secondes
hi: वीडियो अवधि %d से %d सेकंड के बीच होनी चाहिए
ja: ビデオの長さは%dから%d秒の間にしてください
ko: 비디오 길이는 %d초에서 %d초 사이여야 합니다.
pt_br: Duração do vídeo deve ser entre %d e %d segundos
zh_hans: 视频长度应在 %d 秒到 %d 秒之间

source: Maximum %d seconds.
ar: الحد الأقصى %d ثانية.
es: Máximo %d segundos.
fr: Maximum %d secondes.
hi: अधिकतम %d सेकंड।
ja: 最大%d秒です。
ko: 최대 %d초입니다.
pt_br: Máximo %d segundos.
zh_hans: 最长 %d 秒

source: Timer is off
ar: المؤقت متوقف
es: El temporizador está desactivado
fr: Le minuteur est désactivé
hi: टाइमर बंद है
ja: タイマーオフ
ko: 타이머가 꺼져 있습니다
pt_br: Timer está desligado
zh_hans: 定时器已关闭

source: Max length %d sec
ar: الحد الأقصى %d ثانية
es: Longitud máxima %d seg
fr: Durée maximale %d sec
hi: अधिकतम अवधि %d सेकंड
ja: 最大%d秒
ko: 최대 길이 %d초
pt_br: Máximo %d seg
zh_hans: 最长 %d 秒

source: %d sec
ar: %d ثانية
es: %d seg
hi: %d सेकंड
ja: %d秒
ko: %d초
pt_br: %d seg
zh_hans: %d 秒

source: Choose
ar: اختيار
es: Elegir
fr: Choisir
hi: चुनें
ja: 選択
ko: 선택
pt_br: Escolher
zh_hans: 选择

source: Sound
ar: الصوت
es: Sonido
fr: Son
hi: ध्वनि
ja: 音声
ko: 소리
pt_br: Som
zh_hans: 声音

source: %i seconds timer is on
ar: المؤقت %i ثانية قيد التشغيل
es: Temporizador de %i segundos está activado
fr: Minuteur de %i secondes activé
hi: %i सेकंड टाइमर चालू है
ja: %i秒タイマーオン
ko: %i초 타이머가 켜져 있습니다
pt_br: Timer de %i segundos está ligado
zh_hans: %i 秒定时器已开启

source: Make cover photo
ar: جعل الصورة الرئيسية
es: Tomar foto de portada
fr: Faire une photo de couverture
hi: कवर फोटो बनाएं
ja: カバー写真を撮る
ko: 커버 사진 만들기
pt_br: Fazer foto de capa
zh_hans: 制作封面照片

source: Step 2 / 2
ar: الخطوة 2 / 2
es: Paso 2 / 2
fr: Étape 2 / 2
hi: चरण 2 / 2
ko: 단계 2 / 2
pt_br: Passo 2 / 2
zh_hans: 第二步 / 共二步

source: Crop your profile photo for feed and comments
ar: تعديل صورة الملف الشخصي للتغذية والتعليقات
es: Recorta tu foto de perfil para la alimentación y los comentarios
fr: Recadrer votre photo de profil pour les publications et les commentaires
hi: अपनी प्रोफ़ाइल फ़ोटो को फ़ीड और टिप्पणियों के लिए क्रॉप करें
ja: プロフィール写真をフィードやコメント用にトリミングしてください
ko: 피드 및 댓글에 프로필 사진을 잘라보세요
pt_br: Recorte sua foto de perfil para o feed e comentários
zh_hans: 裁剪个人资料照片，用于展示和评论

source: Press and hold
ar: اضغط واستمر
es: Mantén presionado
fr: Appuyez longuement
hi: दबाएँ रखें
ja: 押し続ける
ko: 누르고 누르기
pt_br: Pressione e mantenha pressionado
zh_hans: 按住并长按

source: Gallery
ar: المعرض
es: Galería
fr: Galerie
hi: गैलरी
ja: ギャラリー
ko: 갤러리
pt_br: Galeria
zh_hans: 相册

source: LOADING
ar: جار التحميل
es: CARGANDO
fr: CHARGEMENT
hi: लोड हो रहा है
ja: 読み込み中
ko: 로딩 중
pt_br: CARREGANDO
zh_hans: 载入中

source: EXPORTING
ar: جار التصدير
es: EXPORTANDO
fr: EXPORTATION
hi: निर्यात किया जा रहा है
ja: エクスポート中
ko: 내보내는 중
pt_br: EXPORTANDO
zh_hans: 导出中

source: Video is uploading from iCloud
ar: جار تحميل الفيديو من iCloud
es: El video se está descargando desde iCloud
fr: La vidéo est en cours de téléchargement depuis iCloud
hi: वीडियो iCloud से अपलोड हो रहा है
ja: iCloud からビデオをダウンロード中
ko: 비디오가 iCloud에서 업로드 중입니다
pt_br: Vídeo está sendo carregado do iCloud
zh_hans: 正在从iCloud上传视频

source: Speed
ar: السرعة
es: Velocidad
fr: Vitesse
hi: गति
ja: スピード
ko: 속도
pt_br: Velocidade
zh_hans: 速度

source: Recording speed %@
ar: سرعة التسجيل %@
es: Velocidad de grabación %@
fr: Vitesse d'enregistrement %@
hi: रिकॉर्डिंग गति %@
ja: 録画スピード %@
ko: 녹음 속도 %@
pt_br: Velocidade de gravação %@
zh_hans: 录制速度 %@

source: Network Unavailable
ar: لا يوجد اتصال بالشبكة
es: Red no disponible
fr: Réseau indisponible
hi: नेटवर्क अनुपलब्ध
ja: ネットワークに接続できません
ko: 네트워크 사용 불가능
pt_br: Rede indisponível
zh_hans: 无法连接网络

# Single Trim Video Screen Name
source: Trim Video
ar: تقليم الفيديو
es: Recortar video
fr: Rogner la vidéo
hi: वीडियो ट्रिम करें
ja: ビデオトリミング
ko: 비디오 자르기
pt_br: Aparar vídeo
zh_hans: 裁剪视频

# Multi Trim Video Screen Name
source: Multitrimmer
ar: قص المتعدد
es: Recorte múltiple
fr: Multicropper
hi: मल्टीट्रिमर
ja: 複数トリミング
ko: 다중 자르기
pt_br: Multicortador
zh_hans: 多重裁剪器

# Mask Effect Screen Name
source: Mask
ar: القناع
es: Máscara
fr: Masque
hi: मास्क
ja: マスク効果
ko: 마스크
pt_br: Máscara
zh_hans: 面具效果

# Color Effect Screen Name
source: Effect
ar: تأثير اللون
es: Efecto
fr: Effet de couleur
hi: प्रभाव
ja: カラーエフェクト
ko: 효과
pt_br: Efeito de cor
zh_hans: 色彩效果

# Text editor color
source: Color
ar: لون النص
fr: Couleur
hi: रंग
ja: テキストエディターの色
ko: 색상
pt_br: Cor do editor de texto
zh_hans: 文字编辑颜色

# Choose Cover Screen Name
source: Choose Cover
ar: اختر الغلاف
es: Elegir portada
fr: Choisir la couverture
hi: कवर चुनें
ja: カバーの選択
ko: 커버 선택
pt_br: Escolha a capa
zh_hans: 选择封面

source: Screen colors
ar: ألوان الشاشة
es: Colores de pantalla
fr: Couleurs de l'écran
hi: स्क्रीन रंग
ja: 画面の色
ko: 화면 색상
pt_br: Cores da tela
zh_hans: 屏幕颜色

source: Reach maximum video duration
ar: تم الوصول إلى المدة القصوى للفيديو
es: Alcanzado el tiempo máximo de video
fr: Atteindre la durée maximale de la vidéo
hi: अधिकतम वीडियो अवधि तक पहुँचा
ja: 最大ビデオ時間に達しました
ko: 최대 비디오 길이 도달
pt_br: Alcançado o tempo máximo de vídeo
zh_hans: 达到最大视频时长

source: Off
ar: إيقاف
es: Desactivado
fr: Désactivé
hi: बंद
ja: オフ
ko: 끄기
pt_br: Desligado
zh_hans: 关闭

# com.banuba.searchGif.placeholder
source: Search GIPHY
ar: ابحث عن GIPHY
es: Buscar GIPHY
fr: Rechercher GIPHY
hi: GIPHY खोजें
ja: GIPHY で検索
ko: GIPHY에서 검색
pt_br: Pesquisar GIPHY
zh_hans: 搜索GIPHY

source: No stickers found
ar: لم يتم العثور على ملصقات
es: No se encontraron stickers
fr: Aucun autocollant trouvé
hi: कोई स्टीकर नहीं मिला
ja: スタンプが見つかりませんでした
ko: 스티커를 찾을 수 없습니다
pt_br: Nenhum adesivo encontrado
zh_hans: 未找到贴纸

source: Problems with internet
ar: مشكلات في الاتصال بالإنترنت
es: Problemas de conexión a internet
fr: Problèmes de connexion internet
hi: इंटरनेट कनेक्शन में समस्याएं
ja: インターネットに接続できません
ko: 인터넷에 문제가 있습니다
pt_br: Problemas de conexão com a internet
zh_hans: 网络连接问题

source: Check your connection and try again
ar: تحقق من اتصالك وحاول مرة أخرى
es: Verifica tu conexión e inténtalo de nuevo
fr: Vérifiez votre connexion et réessayez
hi: अपनी कनेक्शन की जाँच करें और फिर से कोशिश करें
ja: 接続を確認して、もう一度試してください
ko: 연결을 확인하고 다시 시도하세요
pt_br: Verifique sua conexão e tente novamente
zh_hans: 检查您的连接并重试

source: Again
ar: مرة أخرى
es: De nuevo
fr: Encore
hi: फिर से
ja: 再度
ko: 다시 시도
pt_br: Novamente
zh_hans: 再试一次

source: HTTP Error %d
ar: خطأ HTTP %d
es: Error HTTP %d
fr: Erreur HTTP %d
hi: HTTP त्रुटि %d
ja: HTTPエラー%d
ko: HTTP 오류 %d
pt_br: Erro HTTP %d
zh_hans: HTTP错误 %d

source: You don't seem to be connected to the internet. Please try again
ar: لا يبدو أنك متصل بالإنترنت. يرجى المحاولة مرة أخرى
es: Parece que no estás conectado a internet. Por favor, inténtalo de nuevo
fr: Il semble que vous ne soyez pas connecté à Internet. Veuillez réessayer
hi: आप इंटरनेट से कनेक्ट नहीं हैं। कृपया पुनः प्रयास करें
ja: インターネットに接続されていないようです。 もう一度試してください
ko: 인터넷에 연결되어 있지 않아 보입니다. 다시 시도해주세요
pt_br: Você parece não estar conectado à internet. Por favor, tente novamente
zh_hans: 您似乎没有连接到互联网。 请重试

source: Cannot download media file from your iCloud
ar: لا يمكن تنزيل ملف الوسائط من iCloud الخاص بك
es: No se puede descargar el archivo multimedia de tu iCloud
fr: Impossible de télécharger le fichier multimédia de votre iCloud
hi: आपके iCloud से मीडिया फ़ाइल डाउनलोड नहीं की जा सकती
ja: iCloudからメディアファイルをダウンロードできません
ko: iCloud에서 미디어 파일을 다운로드할 수 없습니다
pt_br: Não é possível baixar o arquivo de mídia do seu iCloud
zh_hans: 无法从iCloud下载媒体文件

source: Unknown data format
ar: تنسيق بيانات غير معروف
es: Formato de datos desconocido
fr: Format de données inconnu
hi: अज्ञात डेटा प्रारूप
ja: 未知のデータ形式
ko: 알 수 없는 데이터 형식
pt_br: Formato de dados desconhecido
zh_hans: 未知的数据格式

# banuba.camera.alert.missed.gallery.persmission.title
source: Please, allow your Photos & Videos in the settings to make a clip.
ar: يرجى السماح بالوصول إلى الصور والفيديو في الإعدادات لإنشاء مقطع فيديو.
es: Por favor, permite que se acceda a tus Fotos y Videos en la configuración para hacer un clip.
fr: Veuillez autoriser vos Photos et Vidéos dans les paramètres pour créer un clip.
hi: कृपया सेटिंग में फोटो और वीडियो की अनुमति दें ताकि क्लिप बनाया जा सके।
ja: 設定で写真と動画を許可してください。
ko: 설정에서 사진 및 동영상 권한을 허용하여 클립을 만들어주세요.
pt_br: Por favor, permita suas Fotos e Vídeos nas configurações para criar um vídeo.
zh_hans: 请在设置中允许访问您的照片和视频以制作剪辑。

# Banuba.Camera.MissedCameraAndMicrophonePersmissions
source: Please, allow your Camera and Mic to make a recording.
ar: يرجى السماح للكاميرا والميكروفون بتسجيل فيديو.
es: Por favor, permite que se acceda a tu Cámara y Micrófono para hacer una grabación.
fr: Veuillez autoriser votre caméra et votre micro pour faire un enregistrement.
hi: कृपया अपनी कैमरा और माइक्रोफोन की अनुमति दें ताकि रिकॉर्डिंग बनाई जा सके।
ja: 録音するにはカメラとマイクにアクセスを許可してください。
ko: 녹화를 하려면 카메라와 마이크 권한을 허용해주세요.
pt_br: Por favor, permita o acesso à sua Câmera e Microfone para gravar um vídeo.
zh_hans: 请允许您的相机和麦克风以录制视频。

# banuba.alert.camera.access.restricted.title
source: Camera permissions are not granted
ar: لا تمنح أذونات الكاميرا
es: No se han otorgado permisos para la cámara
fr: Autorisations de la caméra non accordées
hi: कैमरा अनुमतियाँ नहीं मिलीं हैं
ja: カメラへのアクセスが許可されていません
ko: 카메라 권한이 허용되지 않았습니다
pt_br: Permissão da Câmera não concedida
zh_hans: 未授予相机权限

# alert.microphone.unavailable.title
source: Microphone unavailable. Please allow access in device settings
ar: الميكروفون غير متاح. يرجى السماح بالوصول في إعدادات الجهاز
es: Micrófono no disponible. Por favor, permite el acceso en la configuración del dispositivo
fr: Microphone indisponible. Veuillez autoriser l'accès dans les paramètres de l'appareil
hi: माइक्रोफ़ोन अनुपलब्ध है। कृपया उपकरण सेटिंग्स में एक्सेस अनुमति दें
ja: マイクが利用できません。設定でアクセスを許可してください。
ko: 마이크를 사용할 수 없습니다. 기기 설정에서 액세스를 허용해주세요
pt_br: Microfone indisponível. Por favor, permita o acesso nas configurações do dispositivo
zh_hans: 麦克风不可用。请在设备设置中允许访问

source: Settings
ar: الإعدادات
es: Configuración
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

# Settings.Close
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

# alert.reset.effects.title
source: Discard changes?
ar: هل تريد تجاهل التغييرات؟
es: ¿Descartar cambios?
fr: Annuler les changements ?
hi: बदलाव को छोड़ दें?
ja: 変更を破棄しますか？
ko: 변경 내용을 취소하시겠습니까?
pt_br: Descartar alterações?
zh_hans: 是否放弃更改？

source: Undo
ar: تراجع
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
ja: 元に戻す
ko: 되돌리기
pt_br: Desfazer
zh_hans: 撤消

source: Done
ar: تم
es: Hecho
fr: Terminé
hi: किया
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

source: OK
ar: موافق
hi: ठीक
ko: 확인
zh_hans: 确定

source: Not enough storage
ar: المساحة التخزينية غير كافية
es: Espacio insuficiente
fr: Espace de stockage insuffisant
hi: पर्याप्त रूप से स्टोरेज नहीं है
ja: ストレージ容量が不足しています
ko: 저장 공간 부족
pt_br: Espaço insuficiente
zh_hans: 存储空间不足

# com.banuba.editor.effect.name.soul
source: Soul
ar: روح
fr: Âme
hi: आत्मा
ja: ソウル
ko: 소울
pt_br: Alma
zh_hans: 灵魂

# com.banuba.editor.effect.name.flash
source: Flash
ar: فلاش
hi: फ़्लैश
ja: フラッシュ
ko: 플래시
zh_hans: 闪光

# com.banuba.editor.effect.name.rave
source: Rave
ar: راف
hi: रेव
ja: レイブ
ko: 레이브
zh_hans: 狂欢

# com.banuba.editor.effect.name.glitch
source: Glitch
ar: عطل تقني
hi: ग्लिच
ja: グリッチ
ko: 글리치
zh_hans: 故障

# com.banuba.editor.effect.name.acid-whip
source: Acid whip
ar: سوط الحمض
fr: Fouet acide
hi: ऐसिड व्हिप
ja: アシッドウィップ
ko: 애시드 휩
pt_br: Chicote ácido
zh_hans: 酸鞭

# com.banuba.editor.effect.name.zoom
source: Zoom
ar: تكبير/تصغير
hi: ज़ूम
ja: ズーム
ko: 줌
zh_hans: 缩放

# com.banuba.editor.effect.name.zoom2
source: Zoom 2
ar: تكبير/تصغير 2
hi: ज़ूम 2
ja: ズーム2
ko: 줌 2
zh_hans: 缩放2

# com.banuba.editor.effect.name.cathode
source: Cathode
ar: الكاثود
hi: कैथोड
ja: カソード
ko: 카토드
pt_br: Cátodo
zh_hans: 阴极

# com.banuba.editor.effect.name.polaroid
source: Polaroid
ar: بولارويد
hi: पोलारॉइड
ja: ポラロイド
ko: 폴라로이드
zh_hans: 拍立得

# com.banuba.editor.effect.name.slow-motion
source: Slow mo
ar: حركة بطيئة
es: Cámara lenta
fr: Ralenti
hi: स्लो मो
ja: スローモーション
ko: 슬로우 모션
pt_br: Câmera lenta
zh_hans: 慢动作

# com.banuba.editor.effect.name.rapid
source: Rapid
ar: سريع
es: Rápido
fr: Rapide
hi: रैपिड
ja: ラピッド
ko: 래핏
pt_br: Rápido
zh_hans: 快速

# com.banuba.editor.effect.name.mirror2
source: Mirror 2
ar: مرآة 2
es: Espejo 2
fr: Miroir 2
hi: मिरर 2
ja: ミラー2
ko: 미러 2
pt_br: Espelho 2
zh_hans: 镜像2

# com.banuba.editor.effect.name.dvcam
source: DV Cam
ar: DV كاميرا
hi: डीवी कैम
ja: DVカム
ko: DV 캠

# com.banuba.editor.effect.name.glitch2
source: Glitch 2
ar: عطل 2
hi: ग्लिच 2
ja: グリッチ2
ko: 글리치 2
zh_hans: 故障2

# com.banuba.editor.effect.name.glitch3
source: Glitch 3
ar: عطل 3
hi: ग्लिच 3
ja: グリッチ3
ko: 글리치 3
zh_hans: 故障3
