Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

source: The offer has been created
ar: تم إنشاء العرض
es: Se ha creado la oferta
fr: L'offre a été créée
hi: प्रस्ताव बनाया गया है
ja: オファーが作成されました
ko: 제안이 생성되었습니다
pt_br: A oferta foi criada
zh_hans: 优惠已被创建

source: Thank you!
ar: شكرا لك!
es: ¡Gracias!
fr: Merci !
hi: धन्यवाद!
ja: ありがとうございます！
ko: 감사합니다!
pt_br: Obrigado!
zh_hans: 谢谢您！

source: There was a problem deleting the offer
ar: حدثت مشكلة أثناء حذف العرض
es: Ocurrió un error al eliminar la oferta
fr: Un problème est survenu lors de la suppression de l'offre
hi: ऑफ़र हटाना एक समस्या थी
ja: オファーの削除中にエラーが発生しました
ko: 제안을 삭제하는 중에 문제가 발생했습니다.
pt_br: Houve um problema para excluir a oferta
zh_hans: 删除优惠时出现问题

source: There was a problem creating the offer
ar: حدثت مشكلة أثناء إنشاء العرض
es: Ocurrió un error al crear la oferta
fr: Un problème est survenu lors de la création de l'offre
hi: ऑफ़र बनाने में एक समस्या थी
ja: オファーの作成中にエラーが発生しました
ko: 제안을 생성하는 중에 문제가 발생했습니다.
pt_br: Houve um problema para criar a oferta
zh_hans: 创建优惠时出现问题

# CreateOffer
source: Create an offer
ar: إنشاء عرض
es: Crear una oferta
fr: Créer une offre
hi: एक ऑफ़र बनाएं
ja: オファーを作成
ko: 제안 생성
pt_br: Crie uma oferta
zh_hans: 创建优惠

source: Offer Title
ar: عنوان العرض
es: Título de la oferta
fr: Titre de l'offre
hi: ऑफर शीर्षक
ja: オファータイトル
ko: 제안 제목
pt_br: Título da Oferta
zh_hans: 优惠标题

# CreateURLHeader
source: Please fill in the information below to set up your URL Offer.
ar: يرجى تعبئة المعلومات أدا لتحديد عرض الرابط URL الخاص بك.
es: Complete la información a continuación y configure su oferta de URL.
fr: Veuillez remplir les informations ci-dessous pour configurer votre offre d'URL.
hi: अपना URL ऑफ़र सेट अप करने के लिए कृपया नीचे दी गई जानकारी भरें।
ja: URL オファーを設定するには下の情報を入力してください。
ko: 아래 정보를 입력하여 URL 제안을 설정하세요.
pt_br: Preencha as informações abaixo para configurar sua Oferta de URL.
zh_hans: 请在下面填入信息，设置您的URL优惠。

source: Description
ar: وصف
es: Descripción
hi: विवरण
ja: 説明
ko: 설명
pt_br: Descrição
zh_hans: 描述

source: URL Offer
ar: عرض URL
es: Oferta de URL
fr: Offre d'URL
hi: URL ऑफ़र
ja: URL オファー
ko: URL 제안
pt_br: Oferta de URL
zh_hans: URL 优惠

source: Invalid Information
ar: معلومات غير صالحة
es: Información no válida
fr: Informations non valides
hi: अमान्य जानकारी
ja: 無効な情報
ko: 유효하지 않은 정보
pt_br: Informações inválidas
zh_hans: 无效的信息

# ReviewFields
source: The following fields need to be reviewed:
ar: يجب مراجعة الحقول التالية:
es: Se deben revisar los siguientes campos:
fr: Les champs suivants doivent être revus :
hi: निम्नलिखित क्षेत्रों की समीक्षा की जानी चाहिए:
ja: 次の欄の確認が必要です:
ko: 다음 필드를 검토해야 합니다:
pt_br: É necessário revisar os seguintes campos:
zh_hans: 下列栏位需要审查：

# SelectOfferImage
source: Please select main offer image.
es: Seleccione la imagen principal de la oferta.
ko: 주요 제안 이미지를 선택하세요.

# SelectThumbnailImage
source: Please select offer thumbnail image.
es: Seleccione la imagen en miniatura de la oferta.
ko: 제안 썸네일 이미지를 선택하세요.

source: Select Offer Type
ar: حدد نوع العرض
es: Seleccionar tipo de oferta
fr: Sélectionnez un type d'offre
hi: ऑफ़र का प्रकार चुनें
ja: オファーの種類を選択
ko: 제안 유형 선택
pt_br: Selecione o tipo de oferta
zh_hans: 选择优惠类型

source: Digital Content Offer
ar: عرض محتوى رقمي
es: Oferta de contenido digital
fr: Offre de contenu numérique
hi: डिजिटल कंटेंट ऑफ़र
ja: デジタルコンテンツ・オファー
ko: 디지털 콘텐츠 제안
pt_br: Oferta de conteúdo digital
zh_hans: 数字内容优惠

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Select Category
ar: اختر الفئة
es: Seleccionar categoría
fr: Sélectionnez une catégorie
hi: श्रेणी का चयन करें
ja: カテゴリーを選択
ko: 카테고리 선택
pt_br: Selecione a categoria
zh_hans: 选择类别

# SaveAndProceed
source: Save & Proceed
ar: حفظ ومتابعة
es: Guardar y continuar
fr: Sauvegardez et continuez
hi: सेव करें और आगे बढ़ें
ja: 保存して進む
ko: 저장하고 진행하기
pt_br: Salvar e prosseguir
zh_hans: 保存并继续

source: No category selected.
ar: لم يتم تحديد فئة.
es: Ninguna categoría seleccionada.
fr: Aucune catégorie sélectionnée.
hi: कोई श्रेणी चयनित नहीं।
ja: カテゴリは選択されていません
ko: 카테고리가 선택되지 않았습니다.
pt_br: Nenhuma categoria selecionada.
zh_hans: 未选择类别

# LearnMoreAboutThisOffer
source: VIEW THIS OFFER NOW
ko: 이 제안 보기

source: Your Offers
ar: عروضك
es: Tus ofertas
fr: Vos offres
hi: आपका प्रस्ताव
ja: あなたのオファー
ko: 당신의 제안
pt_br: Suas ofertas
zh_hans: 您的报价

source: Ads Received
ar: الإعلانات المتلقاة
es: anuncios recibidos
fr: Annonces reçues
hi: विज्ञापन प्राप्त
ja: 受信した広告
ko: 받은 광고
pt_br: Anúncios recebidos
zh_hans: 收到的广告

source: Ads Created
ar: إنشاء الإعلانات
es: Anuncios creados
fr: Annonces créées
hi: विज्ञापन बनाए गए
ja: 作成された広告
ko: 생성된 광고
pt_br: Anúncios criados
zh_hans: 创建的广告

# AdsReceivedNote
source: Ads received are automatically stored in your 'Offer Box' you can view and or delete them at anytime.
ar: يتم تخزين الإعلانات المستلمة تلقائيًا في صندوق العر الخاص بك ، ويمكنك مشاهدتها أو حذفها في أي وقت.
es: Los anuncios recibidos se almacenan automáticamente en su 'Cuadro de ofertas', puede verlos o eliminarlos en cualquier momento.
fr: Les annonces reçues sont automatiquement stockées dans votre 'Offer Box', vous pouvez les consulter et/ou les supprimer à tout moment.
hi: प्राप्त विज्ञापन स्वचालित रूप से आपके 'ऑफ़र बॉक्स' में संग्रहीत हो जाते हैं जिन्हें आप किसी भी समय देख या हटा सकते हैं।
ja: 受信した広告は自動的に「オファーボックス」に保存され、いつでも表示または削除できます。
ko: 받은 광고는 자동으로 '제안 상자'에 저장되며 언제든지 확인하거나 삭제할 수 있습니다.
pt_br: Os anúncios recebidos são armazenados automaticamente em sua 'Caixa de Ofertas', você pode visualizá-los e ou excluí-los a qualquer momento.
zh_hans: 收到的广告会自动存储在您的“报价箱”中，您可以随时查看和/或删除它们。

# NoAdsTitle
source: You currently have no ads.
ar: ليس لديك حاليا أي إعلانات.
es: Actualmente no tienes anuncios.
fr: Vous n'avez actuellement aucune annonce.
hi: आपके पास वर्तमान में कोई विज्ञापन नहीं है।
ja: 現在、広告はありません。
ko: 현재 광고가 없습니다.
pt_br: No momento, você não tem anúncios.
zh_hans: 您目前没有广告。

# NoAdsSubtitle
source: Would you like to create an ad?
ar: هل ترغب في إنشاء إعلان؟
es: ¿Te gustaría crear un anuncio?
fr: Vous souhaitez créer une annonce ?
hi: क्या आप एक विज्ञापन बनाना चाहेंगे?
ja: 広告を作成しますか？
ko: 광고를 만들어보시겠습니까?
pt_br: Deseja criar um anúncio?
zh_hans: 您想制作广告吗？

source: Create An Offer
ar: إنشاء عرض
es: Crear una oferta
fr: Créer une offre
hi: एक प्रस्ताव बनाएं
ja: オファーを作成する
ko: 제안 만들기
pt_br: Criar uma oferta
zh_hans: 创建报价

source: Main Offer Headline
ar: عنوان العرض الرئيسي
es: Titular de la oferta principal
fr: Titre de l'offre principale
hi: मुख्य प्रस्ताव शीर्षक
ja: メインオファーの見出し
ko: 주요 제안 헤드라인
pt_br: Título da Oferta Principal
zh_hans: 主要优惠标题

# HeadlinePlaceholder
source: Type offer headline here...
ar: اكتب عنوان العرض هنا ...
es: Escriba el título de la oferta aquí...
fr: Tapez le titre de l'offre ici...
hi: ऑफ़र का शीर्षक यहां टाइप करें...
ja: ここにオファーの見出しを入力してください...
ko: 여기에 제안 헤드라인을 입력하세요...
pt_br: Digite o título da oferta aqui...
zh_hans: 在此处输入报价标题...

# DescriptionPlaceholder
source: Enter offer description here...
ar: أدخل وصف العرض هنا ...
es: Ingrese la descripción de la oferta aquí...
fr: Entrez la description de l'offre ici...
hi: यहां ऑफ़र विवरण दर्ज करें...
ja: ここにオファーの説明を入力してください...
ko: 여기에 제안 설명을 입력하세요...
pt_br: Insira a descrição da oferta aqui...
zh_hans: 在此处输入报价说明...

source: Website URL
ar: رابط الموقع
es: URL del sitio web
fr: URL de site web
hi: वेबसाइट यूआरएल
ja: ウェブサイトのURL
ko: 웹사이트 URL
pt_br: URL do site
zh_hans: 网址

# URLPlaceholder
source: Enter offer URL for further details...
ar: أدخل عنوان URL للعرض لمزيد من التفاصيل ...
es: Introduzca la URL de la oferta para obtener más detalles...
fr: Entrez l'URL de l'offre pour plus de détails...
hi: अधिक जानकारी के लिए ऑफ़र URL दर्ज करें...
ja: 詳細については、オファーURLを入力してください...
ko: 더 많은 정보를 위한 제안 URL을 입력하세요...
pt_br: Insira o URL da oferta para mais detalhes...
zh_hans: 输入报价 URL 以获取更多详细信息...

source: Select Image
ar: اختر صورة
es: Seleccionar imagen
fr: Sélectionner une image
hi: छवि चुने
ja: 画像を選択
ko: 이미지 선택
pt_br: Selecione a imagem
zh_hans: 选择图片

source: Offer Preview
ar: عرض المعاينة
es: Vista previa de la oferta
fr: Aperçu de l'offre
hi: प्रस्ताव पूर्वावलोकन
ja: プレビューを提供
ko: 제안 미리보기
pt_br: Visualização da oferta
zh_hans: 优惠预览

source: Visit Website
ar: زيارة الموقع
es: Visita la página web
fr: Visitez le site Web
hi: बेवसाइट देखना
ja: ウェブサイトを訪問
ko: 웹사이트 방문
pt_br: Visite o site
zh_hans: 访问网站

source: Complete
ar: مكتمل
es: Completa
fr: Complet
hi: पूर्ण
ja: 完了
ko: 완료
pt_br: Completa
zh_hans: 完全的

source: Preview My Offer
ar: معاينة عرضي
es: Vista previa de mi oferta
fr: Prévisualiser mon offre
hi: मेरे प्रस्ताव का पूर्वावलोकन करें
ja: オファーをプレビュー
ko: 제안 미리보기
pt_br: Visualizar minha oferta
zh_hans: 预览我的报价

source: Publish Offer
ar: نشر العرض
es: Publicar oferta
fr: Publier l'offre
hi: प्रस्ताव प्रकाशित करें
ja: オファーを公開
ko: 제안 게시
pt_br: Publicar oferta
zh_hans: 发布报价

source: Preview My Offer
ar: معاينة عرضي
es: Vista previa de mi oferta
fr: Prévisualiser mon offre
hi: मेरे प्रस्ताव का पूर्वावलोकन करें
ja: オファーをプレビュー
ko: 제안 미리보기
pt_br: Visualizar minha oferta
zh_hans: 预览我的报价

source: Main Offer
ar: العرض الرئيسي
es: Oferta principal
fr: Offre principale
hi: मुख्य प्रस्ताव
ja: メインオファー
ko: 주요 제안
pt_br: Oferta Principal
zh_hans: 主要报价

source: Offer Thumbnail
ar: عرض الصورة المصغرة
es: Miniatura de oferta
fr: Vignette de l'offre
hi: प्रस्ताव थंबनेल
ja: オファーのサムネイル
ko: 제안 썸네일
pt_br: Miniatura da oferta
zh_hans: 报价缩略图

source: Manage Account
ar: إدارة الحساب
es: Administrar cuenta
fr: Gérer son compte
hi: खाते का प्रबंधन करें
ja: アカウントの管理
ko: 계정 관리
pt_br: Gerenciar conta
zh_hans: 管理帐户

source: Edit Bio & Avatar
ar: تحرير بلدي السيرة الذاتية & الصورة الرمزية
es: Editar mi biografía y avatar
fr: Modifier ma biographie et mon avatar
hi: मेरा जैव और अवतार संपादित करें
ja: 私のバイオとアバターを編集する
ko: 자기 소개 및 아바타 수정
pt_br: Editar minha biografia e avatar
zh_hans: 编辑我的简历和头像

source: Privacy Settings
ar: إعدادات الخصوصية
es: La configuración de privacidad
fr: Paramètres de confidentialité
hi: गोपनीय सेटिंग
ja: プライバシー設定
ko: 개인정보 설정
pt_br: Configurações de privacidade
zh_hans: 隐私设置

source: Login & Security
ar: تسجيل الدخول والأمان
es: Inicio de sesión y seguridad
fr: Connexion et sécurité
hi: लॉगिन और सुरक्षा
ja: ログインとセキュリティ
ko: 로그인 및 보안
pt_br: Login e segurança
zh_hans: 登录和安全

source: My Wallet
ar: محفظتى
es: Mi billetera
fr: Mon portefeuille
hi: मेरा बटुआ
ja: 私の財布
ko: 내 지갑
pt_br: Minha carteira
zh_hans: 我的钱包

# ContentAccess
source: Content Access & More
ar: الوصول إلى المحتوى والمزيد
es: Acceso al contenido y más
fr: Accès au contenu et plus
hi: सामग्री पहुंच और अधिक
ja: コンテンツアクセスなど
ko: 콘텐츠 접근 및 더 보기
pt_br: Acesso ao conteúdo e mais
zh_hans: 内容访问及更多

# CreatePost
source: Create A Post
ar: إنشاء وظيفة
es: Crear una publicación
fr: Créer une publication
hi: एक पोस्ट बनाएं
ja: 投稿を作成する
ko: 게시물 만들기
pt_br: Criar uma postagem
zh_hans: 创建帖子

# createKeekBackPost
source: Post My Video Comment
ar: نشر تعليقي على الفيديو
es: Publicar mi comentario en el video
fr: Publier mon commentaire vidéo
hi: मेरा वीडियो टिप्पणी पोस्ट करें
ja: 私のビデオコメントを投稿
ko: 내 비디오 코멘트 게시
pt_br: Postar meu comentário em vídeo
zh_hans: 发布我的视频评论

# ImpBalance
source: Advertising Credits
ar: توازن الانطباع
es: Saldo de impresiones
fr: Solde des impressions
hi: विज्ञापन क्रेडिट
ja: 印象のバランス
ko: 광고 크레딧
pt_br: Saldo de impressões
zh_hans: 展示平衡

source: Offer Box
ar: عرض مربع
es: caja de oferta
fr: Boîte d'offre
hi: ऑफर बॉक्स
ja: オファーボックス
ko: 제안 상자
pt_br: Caixa de Ofertas
zh_hans: 报价箱

# Subscription
source: Subscriptions
ar: الاشتراكات
es: Suscripciones
fr: Abonnements
hi: सदस्यता
ja: サブスクリプション
ko: 구독
pt_br: Assinaturas
zh_hans: 订阅

source: My Followers
ar: أتباعي
es: Mis seguidores
fr: Mes abonnés
hi: मेरे अनुयायि
ja: 私のフォロワー達
ko: 나의 팔로워
pt_br: Meus seguidores
zh_hans: 我的追随者

source: Refer Your Friends
ar: قم بإحالة أصدقائك
es: Recomienda a tus amigos
fr: Parrainez vos amis
hi: अपने मित्रों को देखें
ja: 友達を紹介する
ko: 친구 추천하기
pt_br: Indique seus amigos
zh_hans: 推荐你的朋友

source: Support
ar: الدعم
es: Apoyo
fr: Soutien
hi: सहायता
ja: サポート
ko: 지원
pt_br: Apoiar
zh_hans: 支持

# ContactCustSupport
source: Contact Customer Support
ar: اتصل بدعم العملاء
es: Póngase en contacto con atención al cliente
fr: Contactez l'assistance clientèle
hi: ग्राहक समर्थन से संपर्क
ja: カスタマーサポートに連絡する
ko: 고객 지원 문의
pt_br: Entre em contato com o suporte ao cliente
zh_hans: 联系客户支持

# ViewFAQ
source: View FAQ's
ar: عرض الأسئلة الشائعة
es: Ver preguntas frecuentes
fr: Voir la FAQ
hi: अक्सर पूछे जाने वाले प्रश्न देखें
ja: FAQを見る
ko: 자주 묻는 질문 보기
pt_br: Veja as perguntas frequentes
zh_hans: 查看常见问题解答

# SignOut
source: Sign Out of Account
ar: تسجيل الخروج من الحساب
es: Salir de la cuenta
fr: Se déconnecter du compte
hi: खाते से प्रस्थान करें
ja: アカウントからサインアウト
ko: 계정 로그아웃
pt_br: Sair da conta
zh_hans: 登出帐户

# DeletePostActionSheetTitle
source: Are you sure you want to delete the post?
ar: هل أنت متأكد أنك تريد حذف المنشور؟
es: ¿Seguro que quieres eliminar la publicación?
fr: Êtes-vous sûr de vouloir supprimer la publication ?
hi: क्या आप पोस्ट को हटाना चाहते हैं?
ja: この投稿を削除してもよろしいですか？
ko: 게시물을 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a postagem?
zh_hans: 您确定要删除帖子吗？

# ManageGroups
source: My Groups
ar: مجموعاتي
es: Mis grupos
fr: Mes groupes
hi: मेरे समूह
ja: マイグループ
ko: 나의 그룹
pt_br: Meus grupos
zh_hans: 我的群组

source: Notification Settings
ar: إعدادات الإشعار
es: Configuración de las notificaciones
fr: Paramètres de notification
hi: सूचना सेटिंग्स
ja: 通知設定
ko: 알림 설정
pt_br: Configurações de notificação
zh_hans: 通知设置

source: Group Name
ar: أسم المجموعة
es: Nombre del grupo
fr: Nom du groupe
hi: समूह का नाम
ja: グループ名
ko: 그룹 이름
pt_br: Nome do grupo
zh_hans: 团队名字

source: My Group Name
ar: اسم مجموعتي
es: Mi nombre de grupo
fr: Mon nom de groupe
hi: मेरा समूह का नाम
ja: マイグループ名
ko: 나의 그룹 이름
pt_br: Nome do meu grupo
zh_hans: 我的群名

source: Add Members
ar: إضافة أعضاء
es: Añadir miembros
fr: Ajouter des membres
hi: सदस्य जोड़ें
ja: メンバーを追加
ko: 멤버 추가
pt_br: Adicionar membros
zh_hans: 添加成员

source: Members
ar: أعضاء
es: Miembros
fr: Membres
hi: सदस्य
ja: メンバー
ko: 멤버
pt_br: Membros
zh_hans: 成员

# finish_n_save
source: Finish & Save
ar: إنهاء وحفظ
es: Finalizar y guardar
fr: Terminer et enregistrer
hi: समाप्त और सहेजें
ja: 完了＆保存
ko: 완료 및 저장
pt_br: Concluir e salvar
zh_hans: 完成并保存

source: My Groups
ar: مجموعاتي
es: Mis grupos
fr: Mes groupes
hi: मेरे समूह
ja: マイグループ
ko: 나의 그룹
pt_br: Meus grupos
zh_hans: 我的群组

# newLineMyGroups
source: My Groups
ar: مجموعاتي n
es: Mis grupos
fr: Mes groupes
hi: मेरे समूह
ja: 私の グループ
ko: 나의 그룹
pt_br: Meus Grupos
zh_hans: 我的 群组

# createUnlimitedGroup
source: Create Unlimited Groups
ar: إنشاء مجموعات غير محدودة
es: Crear grupos ilimitados
fr: Créer des groupes illimités
hi: असीमित समूह बनाएँ
ja: 無制限のグループを作成
ko: 무제한 그룹 생성
pt_br: Crie grupos ilimitados
zh_hans: 创建无限组

# groupSubtitle2
source: With Keek groups you can create as many groups as you like.
ar: مع مجموعات Keek يمكنك إنشاء أي عدد تريده من المجموعات.
es: Con los grupos de Keek puedes crear tantos grupos como quieras.
fr: Avec les groupes Keek, vous pouvez créer autant de groupes que vous le souhaitez.
hi: Keek समूह के साथ आप जितने चाहें समूह बना सकते हैं।
ja: Keekグループでは、好きなだけグループを作成できます。
ko: Keek 그룹을 사용하여 원하는 만큼 그룹을 생성할 수 있습니다.
pt_br: Com os grupos Keek, você pode criar quantos grupos quiser.
zh_hans: 使用 Keek 群组，您可以创建任意数量的群组。

# groupSubtitle3
source: Create and post specifically to those groups.
ar: إنشاء ونشر على وجه التحديد لتلك المجموعات.
es: Cree y publique específicamente para esos grupos.
fr: Créez et publiez spécifiquement dans ces groupes.
hi: उन समूहों में विशेष रूप से पोस्ट करें।
ja: それらのグループに特定の投稿を作成および投稿します。
ko: 특정 그룹에 대한 생성 및 게시를 할 수 있습니다.
pt_br: Crie e publique especificamente nesses grupos.
zh_hans: 专门创建并发布到这些组。

source: Create Group
ar: إنشاء مجموعة
es: Crea un grupo
fr: Créer un groupe
hi: समूह बनाएं
ja: グループを作成
ko: 그룹 생성
pt_br: Criar grupo
zh_hans: 创建组

source: Please enter group name
ar: الرجاء إدخال اسم المجموعة
es: Por favor ingrese el nombre del grupo
fr: Veuillez entrer le nom du groupe
hi: कृपया समूह का नाम दर्ज करें
ja: グループ名を入力してください
ko: 그룹 이름을 입력해주세요
pt_br: Insira o nome do grupo
zh_hans: 请输入群组名称

# addGroupMembers
source: Please add members to the group
ar: الرجاء إضافة أعضاء إلى المجموعة
es: Por favor agregue miembros al grupo
fr: Veuillez ajouter des membres au groupe
hi: कृपया समूह में सदस्य जोड़ें
ja: グループにメンバーを追加してください
ko: 그룹에 멤버를 추가해주세요
pt_br: Adicione membros ao grupo
zh_hans: 请将成员添加到组

source: Alert!
ar: يُحذًِر!
es: ¡Alerta!
fr: Alerte !
hi: चेतावनी!
ja: 警告！
ko: 알림!
pt_br: Alerta!
zh_hans: 警报！

source: Creating group...
ar: جاري إنشاء المجموعة ...
es: Creando grupo...
fr: Création de groupe...
hi: समूह बनाया जा रहा है...
ja: グループを作成中...
ko: 그룹 생성 중...
pt_br: Criando grupo...
zh_hans: 正在创建组...

source: Updating group...
ar: جارٍ تحديث المجموعة ...
es: Actualizando grupo...
fr: Mise à jour du groupe...
hi: समूह अपडेट किया जा रहा है...
ja: グループを更新中...
ko: 그룹 업데이트 중...
pt_br: Atualizando grupo...
zh_hans: 更新组...

# groupIsBeingDeleted
source: Your group is being deleted...
ar: يتم حذف مجموعتك ...
es: Tu grupo está siendo eliminado...
fr: Votre groupe est en cours de suppression...
hi: आपका समूह हटाया जा रहा है...
ja: グループを削除しています...
ko: 그룹이 삭제 중입니다...
pt_br: Seu grupo está sendo excluído...
zh_hans: 正在删除您的群组...

source: Edit Group
ar: تحرير المجموعة
es: Editar grupo
fr: Modifier le groupe
hi: समूह संपादित करें
ja: グループを編集
ko: 그룹 편집
pt_br: Editar Grupo
zh_hans: 编辑群组

source: Group List
ar: قائمة المجموعة
es: Lista de grupos
fr: Liste des groupes
hi: समूह सूची
ja: グループリスト
ko: 그룹 목록
pt_br: Lista de grupos
zh_hans: 组列表

source: Member List
ar: قائمة الأعضاء
es: Lista de miembros
fr: Liste des membres
hi: सदस्य सूची
ja: メンバーリスト
ko: 멤버 목록
pt_br: Lista de membros
zh_hans: 会员名单

source: Ad Credits
ar: اعتمادات الإعلان
es: Créditos publicitarios
fr: Crédits publicitaires
hi: विज्ञापन क्रेडिट
ja: 広告クレジット
ko: 광고 크레딧
pt_br: Créditos do anúncio
zh_hans: 广告学分

# fireCreator
source: Superstar
ar: نجم النجوم
es: Superestrella
fr: Créateur Fire
hi: फायर क्रिएटर
ja: スーパースター
ko: 슈퍼스타
pt_br: Super estrela
zh_hans: 造火者

source: Creator Pro
ar: كرياتور برو
es: Creadora Pro
fr: Créateur Pro
hi: क्रिएटर प्रो
ja: クリエイタープロ
ko: 크리에이터 프로
pt_br: Criador Pro
zh_hans: 创作者临

source: Basic
ar: أساسي
es: Básico
fr: Basique
hi: मूल
ja: ベーシック
ko: 기본
pt_br: Básico
zh_hans: 基本的

# fireCreatorPackage
source: Keek Superstar Package
ar: حزمة Keek نجم النجومr
es: Paquete Keek Superestrella
fr: Forfait Keek Créateur Fire
hi: Keek फायर क्रिएटर पैकेज
ja: Keek スーパースター パッケージ
ko: Keek 슈퍼스타 패키지
pt_br: Pacote Keek Super estrela
zh_hans: Keek Fire 创作者包

# creatorProPackage
source: Keek Creator Pro Package
ar: حزمة Keek Creator Pro
es: Paquete Keek Creator Pro
fr: Forfait Keek Créateur Pro
hi: Keek क्रिएटर प्रो पैकेज
ja: Keek Creator Pro パッケージ
ko: Keek 크리에이터 프로 패키지
pt_br: Pacote Keek Creator Pro
zh_hans: Keek Creator Pro 套餐

# basicPackage
source: Keek Basic Package
ar: باقة كيك الأساسية
es: Paquete Básico Keek
fr: Forfait Keek Basique
hi: Keek मूल पैकेज
ja: Keek Basic パッケージ
ko: Keek 기본 패키지
pt_br: Pacote Básico Keek
zh_hans: Keek 基本套餐

# disclaimerText
source: *An impression is a metric used to quantify the number of digital views or engagements of a piece of content, usually an advertisement, digital post, or a web page.
ar: * الانطباع هو مقياس يستخدم لتحديد عدد المشاهدات الرقمية أو التفاعلات لجزء من المحتوى ، وعادة ما يكون إعلانًا أو منشورًا رقميًا أو صفحة ويب.
es: *Una impresión es una métrica utilizada para cuantificar la cantidad de vistas digitales o interacciones de un contenido, generalmente un anuncio, una publicación digital o una página web.
fr: * Une impression est une mesure utilisée pour quantifier le nombre de vues ou d'engagements numériques d'un contenu, généralement une publicité, une publication numérique ou une page Web.
hi: * एक इम्प्रेशन एक माप है जो एक डिजिटल कंटेंट, आमतौर पर एक विज्ञापन, डिजिटल पोस्ट या एक वेब पृष्ठ के दिखाए जाने या भाग लेने की संख्या को मापने के लिए उपयोग किया जाता है।
ja: ※「インプレッション」とは、通常は広告、デジタル投稿、または Web ページのデジタルビューまたはエンゲージメント数を量化するために使用されるメトリックです。
ko: *인상(impession)은 일반적으로 광고, 디지털 게시물 또는 웹 페이지와 같은 컨텐츠의 디지털 조회 또는 참여 수를 측정하는 데 사용되는 지표입니다.
pt_br: *Uma impressão é uma métrica usada para quantificar o número de visualizações digitais ou engajamentos de um conteúdo, geralmente um anúncio, postagem digital ou uma página da web.
zh_hans: *印象是一种指标，用于量化一段内容（通常是广告、数字帖子或网页）的数字视图或参与度。
