Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# stream_follow_success
source: You are now following this user
ar: أنتم الآن تتبعون هذا المستخدم
fr: Vous suivez maintenant cet utilisateur
hi: अब आप इस उपयोगकर्ता को फॉलो कर रहे हैं
ja: このユーザーをフォローしたいます
ko: 이제 이 사용자를 팔로우하고 있습니다
pt_br: Você agora está seguindo este usuário
zh_hans: 您现在在关注此用户

# stream_unfollow_alert
source: Are you sure you want to unfollow this user?
ar: هل أنتم متأكدين بأنكم ترغبون في إلغاء إتباعكم لهذا المستخدم؟
fr: Êtes-vous sûr de vouloir ne pas suivre cet utilisateur ?
hi: क्या आप वाकई इस उपयोगकर्ता को अनफॉलो करना चाहते हैं?
ja: このユーザーのフォローを解除してよろしいですか？
ko: 이 사용자의 팔로우를 취소하시겠습니까?
pt_br: Tem certeza de que deseja parar de seguir este usuário?
zh_hans: 您确定要取消关注此用户吗？

# stream_unfollow_success
source: You have unfollowed this user
ar: تم إلغاء متابعتكم لهذا المستخدم
fr: Vous ne suivez plus cet utilisateur
hi: आपने इस उपयोगकर्ता को अनफॉलो कर दिया है
ja: このユーザーのフォローを解除しました
ko: 이 사용자의 팔로우를 취소했습니다
pt_br: Você deixou de seguir este usuário
zh_hans: 您已取消关注此用户

# stream_purchase_price_not_set
source: You have not confirmed the purchase price
ar: لم تقومون بتأكيد سعر الشراء
fr: Vous n'avez pas confirmé le prix d'achat
hi: आपने खरीद मूल्य की पुष्टि नहीं की है
ja: 購入価格を確認していません
ko: 구매 가격을 확인하지 않았습니다
pt_br: Você não confirmou o preço da compra
zh_hans: 您没有确认购买价

# stream_ban_alert
source: Are you sure you want to ban this user from your stream?
ar: هل أنتم متأكدين بأنكم تريدون حظر هذا المستخدم من بثكم?
fr: Êtes-vous sûr de vouloir interdire cet utilisateur d'accéder à votre diffusion ?
hi: क्या आप वाकई इस उपयोगकर्ता को अपनी स्ट्रीम से प्रतिबंधित करना चाहते हैं?
ja: このユーザーのストリームの利用を禁止してよろしいですか？
ko: 이 사용자를 스트림에서 차단하시겠습니까?
pt_br: Tem certeza de que quer banir este usuário da sua transmissão?
zh_hans: 您确定要禁止此用户进入您的直播吗？

# stream_block_alert
source: Are you sure you want to block this user?
ar: هل أنتم متأكدين بأنكم تريدون حظر هذا المستخدم؟
fr: Êtes vous sûr de vouloir bloquer cet utilisateur ?
hi: क्या वाकई आपको इस प्रयोगकर्ता को ब्लॉक करना है?
ja: このユーザーをブロックしてよろしいですか？
ko: 이 사용자를 차단하시겠습니까?
pt_br: Tem certeza de que deseja bloquear este usuário?
zh_hans: 您确定要阻止此用户吗？

# report_success
source: Report received, we will look into it
ar: تم تلقى الإبلاغ، سننظر في الأمر.
es: Reporte recibido; lo investigaremos.
fr: Rapport reçu, nous l'examinerons
hi: रिपोर्ट प्राप्त हुई, हम इसे देखेंगे
ja: レポートが受け付けられました。調査いたします
ko: 신고가 접수되었습니다. 확인하겠습니다
pt_br: Denúncia recebida. Nós investigaremos essa questão
zh_hans: 已收到报告，我们会审查它

# block_success
source: Successfully blocked user
ar: تم حظر المستخدم بنجاح
fr: Utilisateur bloqué avec succès
hi: उपयोगकर्ता को सफलतापूर्वक ब्लाक किया गया
ja: ユーザーがブロックされました
ko: 사용자를 성공적으로 차단했습니다
pt_br: Usuário bloqueado com sucesso
zh_hans: 已成功阻止用户

# unblock_success
source: Successfully unblocked user
ar: تم إلغاء حظر المستخدم بنجاح
fr: Utilisateur débloqué avec succès
hi: उपयोगकर्ता को सफलतापूर्वक अनब्लॉक किया गया
ja: ユーザーのブロックが解除されました
ko: 사용자의 차단을 성공적으로 해제했습니다
pt_br: Usuário desbloqueado com sucesso
zh_hans: 已成功取消阻止用户

# withdraw_account_title
source: ID Verification Pending
ar: التحقق من الهوية قيد الانتظار
fr: Vérification d'ID en attente
hi: ID सत्यापन अपूर्ण है
ja: ID 確認保留中
ko: ID 확인 대기 중
pt_br: Verificação da Identidade pendente
zh_hans: ID 验证待定中

# withdraw_account_title_fail
source: ID Verification Failed
ar: فشل التحقق من الهوية
fr: La vérification d'ID a échoué
hi: ID सत्यापन विफल हुआ
ja: ID 確認失敗
ko: ID 확인 실패
pt_br: Verificação de Identidade malsucedida
zh_hans: ID 验证失败

# photo_identification_title
source: Photo Identification
ar: صور الهوية
es: Identificación con foto
fr: Identification de la photo
hi: फोटो पहचान पत्र
ja: 写真付きの身分証明書
ko: 사진 신분증
pt_br: Identificação com foto
zh_hans: 照片识别

# photo_identification_message
source: To validate your identity and for security purposes you are required to submit valid photo identification. Please take a picture of one piece of valid identification to proceed.
ar: للتحقق من صحة هويتكم ولأغراض أمنية أنتم بحاجة لتقديم إثبات بصورة للتحقق من شخصيتكم. الرجاء التقاط صورة لقطعة من هوية صالحة والمتابعة.
fr: Pour valider votre identité et pour des raisons de sécurité, vous devez soumettre une pièce d'identité avec photo valide. Veuillez prendre une photo d'une pièce d'identité valide pour procéder.
hi: अपनी पहचान को सत्यापित करने और सुरक्षा उद्देश्यों के लिए आपको मान्य फोटो पहचान पत्र प्रस्तुत करने की आवश्यकता है। कृपया आगे बढ़ने के लिए मान्य पहचान पत्र की एक तस्वीर लें।
ja: セキュリティの目的でアイデンティティを確認するため、有効な写真付き身分証明書の提示が必要です。続けるには有効な身分証明書の写真を撮ってください。
ko: 신원을 확인하고 보안 목적으로 유효한 사진 신분증을 제출해야 합니다. 유효한 신분증 한 장의 사진을 찍어 진행하세요.
pt_br: Para validar a sua identidade e por motivos de segurança, é necessário apresentar uma identificação válida com foto. Por favor, tire uma foto de uma identidade válida para prosseguir.
zh_hans: 为了验证您的身份，并且出于安全目的，您必须提交有效的照片身份。请拍摄一张有效的身份证才能继续。

# withdraw_proceed_fields
source: Please complete all the fields before proceeding
ar: الرجاء إكمال جميع الحقول قبل المتابعة
fr: Veuillez compléter tous les champs avant de continuer
hi: आगे बढ़ने से पहले कृपया सभी क्षेत्रों को पूरा करें
ja: 続行するにはすべての欄に入力してください
ko: 진행하기 전에 모든 필드를 작성하세요
pt_br: Preencha todos os campos antes de prosseguir
zh_hans: 继续前请完成所有框

# withdraw_account_transit_error
source: Transit number should be 5 digits
ar: على العدد العابر أن يضم 5 أرقام
fr: Le numéro de transit doit être de 5 chiffres
hi: ट्रांज़िट संख्या 5 अंकों की होनी चाहिए
ja: 銀行番号は 5 桁です
ko: 전송 번호는 5자리여야 합니다
pt_br: O número de trânsito deve ter 5 dígitos
zh_hans: 转账号码应该是5位数

# withdraw_account_institution_error
source: Institution number should be 3 digits
ar: على رقم المؤسسة أن يشمل 3 أرقام
fr: Le numéro de l'établissement doit être de 3 chiffres
hi: संस्था संख्या 3 अंक की होनी चाहिए
ja: 機関番号は 3 桁です
ko: 기관 번호는 3자리여야 합니다
pt_br: O número do banco deve ter 3 dígitos
zh_hans: 机构号码应该是3位数

# withdraw_account_Account_error
source: Account number should be at least 5 digits
ar: يجب على رقم الحساب أن يشمل 5 ارقام على الأقل
fr: Le numéro de compte doit comporter au moins 5 chiffres
hi: खाता संख्या कम से कम 5 अंक की होनी चाहिए
ja: 口座番号は 5 桁以上です
ko: 계좌 번호는 최소 5자리여야 합니다
pt_br: O número da conta deve ter pelo menos 5 dígitos
zh_hans: 账户号应该至少5位数

# withdraw_account_routingnumber_error
source: Routing number should be 9 digits
ar: على رقم التوجيه أن يشمل 9 أرقام
fr: Le numéro de routage devrait être de 9 chiffres
hi: रूटिंग संख्या 9 अंक की होनी चाहिए
ja: ルーティング番号は 9 桁です
ko: 라우팅 번호는 9자리여야 합니다
pt_br: O número de roteamento deve ter 9 dígitos
zh_hans: 路由号码应该是9位数

# withdraw_account_pending_validation
source: You have a chequing account that is pending validation
ar: لديك حساب ينتظر المصادقة
fr: Vous disposez d'un compte de chèques en cours de validation
hi: आपके पास एक चेकिंग खाता है जिसका सत्यापन अभी बाकी है
ja: 現在確認待ちの当座預金口座があります
ko: 확인 대기 중인 체크 계좌가 있습니다
pt_br: Você tem uma conta corrente que ainda deve ser validada
zh_hans: 您有一个支票账户正在验证中

# withdraw_account_failed_validation
source: Your chequing account failed validation. Would you like to add another account or try again?
ar: فشل حساب التدقيق الخاص بكم في التحقق من صحته. هل ترغبون في إضافة حساب آخر أو المحاولة مرة أخرى.؟
fr: La validation de votre compte de chèque a échoué. Souhaitez-vous ajouter un autre compte ou réessayer ?
hi: आपके चेकिंग खाते का सत्यापन विफल हुआ। क्या आप दूसरा खाता जोड़ना या पुनः प्रयास करना चाहते हैं?
ja: 当座預金口座の確認に失敗しました。別の口座を追加しますか？それとも再試行しますか？
ko: 체크 계좌가 유효성 검사에 실패했습니다. 다른 계좌를 추가하거나 다시 시도하시겠습니까?
pt_br: Não foi possível validar sua conta corrente. Gostaria de adicionar outra conta ou tentar novamente?
zh_hans: 您的支票账户验证失败。您想要添加另一个账户或重试吗？

# wallet_failed_photoId_validation
source: There was an issue with your ID validation. Please try resubmitting your ID in My Wallet ➔ in the menu on the right side or contact support@peeks.com for more information.
ar: حدثث مشكلة أثناء التحقق من صحة اسم المستخدم الخاص بكم. الرجاء المحاولة مجددا بإعادة إرسال اسم المستخدم الخاص بكم إلى محفظتي ➔ في القائمة الرئيسية على الجانب الأيمن أو الاتصال بـ support@peeks.com للحصول على مزيد من المعلومات..
fr: Il y avait un problème avec la validation de votre identification. Veuillez réessayer d'envoyer votre identifiant dans mon portefeuille ➔ dans le menu sur le côté droit ou contactez support@peeks.com pour plus d'informations.
hi: आपके ID सत्यापन के साथ एक समस्या हुई। कृपया अपनी ID को मेनू में दाईं ओर स्थित My Wallet ➔ में फिर से सबमिट करें या अधिक जानकारी के लिए support@peeks.com से संपर्क करें।
ja: ID の確認に問題がありました。右側のマイウォレット ➔ から身分証を再送信するか、support@peeks.com に詳細をお問い合わせください。
ko: 신분증 검증에 문제가 있었습니다. My Wallet ➔ 메뉴에서 ID를 다시 제출하거나 support@peeks.com으로 문의해주세요.
pt_br: Houve um problema com a validação da sua Identidade. Tente reapresentá-la em Minha Carteira ➔ lado direito do menu, ou entre em contato com support@peeks.com para obter mais informações.
zh_hans: 您的ID验证有问题。请在“我的钱包”中尝试重新提交您的ID ➔ 在右边的菜单中或联系support@peeks.com获得更多信息。

# wallet_pending_photoId_validation
source: We are still in the process of verifying your ID. Please check back tomorrow.
ar: نحن لا نزال نقوم بعملية التحقق حيال اسم المستخدم الخاص بكم. يرجى التحقق مجددا غدا.
es: Estamos aún en el proceso de verificar su identificación. Por favor, revise nuevamente mañana.
fr: Nous sommes toujours en train de vérifier votre identifiant. Veuillez revenir demain.
hi: हम अभी भी आपकी ID की पुष्टि करने की प्रक्रिया में कार्यरत हैं। कृपया कल वापस देखें।
ja: まだ ID の確認プロセス中です。明日また確認してください。
ko: 당신의 ID 확인이 아직 진행 중입니다. 내일 다시 확인하세요.
pt_br: Ainda estamos no processo de verificar sua identidade. Por favor, confira novamente amanhã.
zh_hans: 我们还在验证您的ID过程中。请明天再试。

# withdraw_account_validate
source: Your chequing account needs to be validated. Would you like to do that now?
ar: يحتاج حساب التدقيق الخاص بكم إلى التحقق من صحته، هل تريدون القيام بذلك الآن؟
fr: Votre compte de chèque doit être validé. Voulez-vous le faire maintenant ?
hi: आपके चेकिंग खाते की पुष्टि किये जाने की जरुरत है। क्या आप इसे अभी कराना चाहते हैं?
ja: 当座預金口座の確認が必要です。今すぐ確認しますか？
ko: 체크 계좌를 확인해야 합니다. 지금 확인하시겠습니까?
pt_br: Sua conta corrente precisa ser validada. Gostaria de fazer isso agora?
zh_hans: 您的支票账户需要被验证。您想现在就开始验证吗？

# withdraw_account_add
source: You have not added a withdraw option to withdraw your earnings into. Would you like to start the process now?
ar: أنتم لم تقوموا بإضافة خيار السحب من أجل سحب أرباحكم، هل ترغبون في بدء العملية الآن؟
fr: Vous n'avez pas ajouté une option de retrait pour retirer vos gains. Voulez-vous commencer le processus maintenant ?
hi: आपने अपनी कमाई की निकासी के लिए कोई विकल्प नहीं जोड़ा है। क्या आप इस प्रक्रिया को अभी शुरू करना चाहते हैं?
ja: 収入を出金するための出金オプションが追加されていません。今すぐこのプロセスを開始しますか？
ko: 수익금을 출금하기 위한 출금 옵션을 추가하지 않았습니다. 지금 시작하시겠습니까?
pt_br: Você não adicionou uma opção para retirar os seus ganhos. Gostaria de iniciar o processo agora?
zh_hans: 您还没有添加取款选项，告知把您的收入提取到何处。您想现在开始这个流程吗？

# deposit_account_add
source: Would you like to add a new credit card?
ar: هل ترغبون في إضافة بطاقة ائتمان جديدة؟
fr: Souhaitez-vous ajouter une nouvelle carte de crédit ?
hi: क्या आप एक नया क्रेडिट कार्ड जोड़ना चाहेंगे?
ja: 新しいクレジットカードを追加しますか？
ko: 새로운 신용카드를 추가하시겠습니까?
pt_br: Gostaria de adicionar um novo cartão de crédito?
zh_hans: 您想添加新的信用卡吗？

# withdraw_account_add_new
source: Would you like to add a new withdraw option?
ar: هل ترغبون في إضافة خيار سحب جديد؟
fr: Souhaitez-vous ajouter une nouvelle option de retrait ?
hi: क्या आप एक नया निकासी का विकल्प जोड़ना चाहते हैं?
ja: 新しい出金オプションを追加しますか？
ko: 새로운 출금 옵션을 추가하시겠습니까?
pt_br: Gostaria de adicionar uma nova opção de retirada?
zh_hans: 您想添加新的取款选项吗？

# withdraw_not_enought_earnings
source: You do not have enough earnings to withdraw at this moment
ar: ليس لديكم ما يكفي من الأرباح لإجراء السحب الآن
fr: Vous n'avez pas assez de revenus pour abandonner en ce moment
hi: इस पल में आपके पास निकासी के लिए पर्याप्त आय नहीं है
ja: 現在出金するのに十分な収入がありません
ko: 현재 출금할 만한 수익이 부족합니다
pt_br: Você não tem ganhos suficientes para realizar uma retirada no momento
zh_hans: 您目前没有足够的收入来提取

# create_purchase_value_error
source: Please type in a price for your product
ar: الرجاء كتابة سعر خاص لمنتجكم
es: Ingrese un precio para su producto
fr: Veuillez saisir un prix pour votre produit
hi: कृपया अपने उत्पाद की कीमत टाइप करें
ja: 商品の価格を入力してください
ko: 상품 가격을 입력하세요
pt_br: Digite um preço para o seu produto
zh_hans: 请输入您的产品价格

# camera_source_error_title
source: Camera Source Error
ar: خطأ خاص بالكاميرا
es: Error en la fuente de la Cámara
fr: Erreur de la source de la caméra
hi: कैमरा स्रोत में त्रुटि
ja: カメラソースエラー
ko: 카메라 소스 오류
pt_br: Erro na origem da câmera
zh_hans: 相机来源出错

# camera_source_error_message
source: You have not authorized Keek Social to access your camera. Would you like to go to Settings now and allow access?
fr: Vous n'avez pas autorisé Keek Social à accéder à votre appareil photo. Voulez-vous aller à Paramètres et autoriser l'accès ?
hi: आपने अपने कैमरे को एक्सेस करने के लिए Keek Social को अधिकृत नहीं किया है। क्या आप अभी सेटिंग्स पर जाकर इसे एक्सेस प्रदान करना चाहेंगे?
ja: Keek Social にカメラへのアクセス許可が与えられていません。今すぐ設定に移動してアクセスを許可しますか？
ko: Keek Social에서 카메라에 접근할 권한을 부여하지 않았습니다. 지금 설정으로 이동하여 접근 권한을 허용하시겠습니까?
pt_br: Você não autorizou o Keek a acessar sua câmera. Gostaria de abrir as Configurações agora e conceder o acesso?
zh_hans: 您没有授权Keek Social打开您的相机。您想立即前往设置并启用吗？

# location_enabled_error_title
source: Location Permission not enabled
ar: إذن المكان غير مُمَكَن
es: El permiso de ubicación no está habilitado
fr: La permission de localisation n'est pas activée
hi: स्थान अनुमति को सक्षम नहीं किया गया है
ja: 位置情報が許可されていません
ko: 위치 권한이 활성화되지 않았습니다
pt_br: Permissão de Localização não concedida
zh_hans: 没有启用位置许可

# location_enabled_error_message
source: You have not authorized Keek Social to access your location. Would you like to go to Settings now and allow access?
fr: Vous n'avez pas autorisé Keek Social à accéder à votre emplacement. Voulez-vous aller à Paramètres maintenant et autoriser l'accès ?
hi: आपने अपने स्थान तक पहुंचने के लिए Keek Social को अधिकृत नहीं किया है। क्या आप अभी सेटिंग्स पर जाकर इसे एक्सेस प्रदान करना चाहेंगे?
ja: Keek Social に位置情報へのアクセス許可が与えられていません。今すぐ設定に移動してアクセスを許可しますか？
ko: Keek Social에서 위치에 접근할 권한을 부여하지 않았습니다. 지금 설정으로 이동하여 접근 권한을 허용하시겠습니까?
pt_br: Você não autorizou o Keek a acessar sua localização. Gostaria de abrir as Configurações agora e conceder o acesso?
zh_hans: 您没有授权Keek Social获取您的位置。您想立即前往设置并启用吗？

# user_stats_no_following_error
source: You are not following anyone
ar: أنتم لا تتبعون أي أحد
es: No está siguiendo a nadie
fr: Vous ne suivez personne
hi: आप किसी को फॉलो नहीं कर रहे
ja: 誰もフォローしていません
ko: 아무도 팔로우하지 않습니다
pt_br: Você não está seguindo ninguém
zh_hans: 您没有关注任何人

# user_stats_no_followers_error
source: No one is following you
fr: Personne ne vous suit
hi: आपको कोई भी फॉलो नहीं कर रहा है
ja: 誰にもフォローされていません
ko: 아무도 당신을 팔로우하지 않습니다
pt_br: Não há ninguém seguindo você
zh_hans: 没有人在关注您

# user_stats_no_blocked_error
source: You have not blocked anyone
fr: Vous n'avez bloqué personne
hi: आपने किसी को भी ब्लॉक नहीं किया है
ja: 誰もブロックしていません
ko: 아무도 차단하지 않았습니다
pt_br: Você não bloqueou ninguém
zh_hans: 您没有阻止任何人

# user_stats_search_error
source: No search results
fr: Aucun résultat trouvé
hi: खोजने पर कोई परिणाम नहीं मिला
ja: 検索結果がありません
ko: 검색 결과가 없습니다
pt_br: Nenhum resultado de busca
zh_hans: 没有搜索结果

# rating_title_warning_high
source: Viewer Discretion is Advised
ar: ينصح بإحترام المشاهد
es: Se recomienda discreción del observador
fr: Discrétion des téléspectateurs recommandée
hi: दर्शक की विवेकपूर्ण निर्णय लेने की सलाह दी जाती है
ja: 自己責任でご覧ください
ko: 시청자 주의
pt_br: Recomenda-se observar a classificação indicativa
zh_hans: 请自行斟酌观赏

# rating_title_warning_low
source: Suitable for All Viewing Audiences
fr: Convient à tous les auditoires
hi: सभी दर्शकों के देखने के लिए उपयुक्त
ja: すべての視聴者向け
ko: 모든 연령 시청 가능
pt_br: Adequado para todos os públicos
zh_hans: 适合所有观众

# rating_message_high
source: Th following broadcast has been rated 18+. It may contain content that is offensive to certain individuals. If you are under 18 or if you are offended by coarse language, mature themes or partial nudity then please close the stream. Thank you.
ar: لقد تم تقييم البث التالي على أنه 18+. قد يكون يحتوي على محتوى مسيء لبعض الأفراد. إذا كنتم تحت سن 18 أو إذا وجدتم المحتوى مسيء، لغته خشنة، موضوعاته تخضع للعري الكلي أو الجزئي، الرجاء إغلاق البث. شكرا لكم.
es: La siguiente emisión ha sido clasificada para personas de 18+ años. Puede presentar contenido considerado ofensivo por ciertas personas. Si tiene menos de 18 años o si se siente ofendido(a) por lenguaje indecente, temas adultos o desnudez parcial, por favor cierre la transmisión. Gracias.
fr: La vidéo suivante a été évaluée en tant que contenu adulte +18. Elle peut contenir des contenus offensants pour certaines personnes. Si vous avez moins de 18 ans ou si vous êtes offensé par un langage grossier, des thèmes matures ou une nudité partielle, veuillez arrêter la vidéo. Merci.
hi: निम्न प्रसारण को 18+ रेट किया गया है। इसमें ऐसी सामग्री हो सकती है जो कुछ व्यक्तियों के लिए अपमानजनक हो सकती है। यदि आप 18 वर्ष से कम हैं या यदि आप ठेठ भाषा, परिपक्व विषयों या आंशिक नग्नता को पसंद नहीं करते हैं तो कृपया स्ट्रीम को बंद कर दें। आपका धन्यवाद।
ja: 次のブロードキャストは 18 歳以上向けです。人によっては不快に感じるコンテンツが含まれている可能性があります。18 歳未満の方や、下品な言葉や成人向けのテーマ、部分的なヌードを不快に感じる方は、ストリームを閉じてください。
ko: 다음 방송은 18+ 등급입니다. 특정한 사람들에게 불쾌한 콘텐츠가 포함될 수 있습니다. 18세 미만이거나 거친 언어, 성인 주제 또는 일부 노출이 불쾌한 경우 이 스트림을 닫아주십시오. 감사합니다.
pt_br: A veiculação a seguir foi classificada para maiores de 18 anos e pode apresentar conteúdo considerado ofensivo para certas pessoas. Caso você tenha menos de 18 anos ou se sinta ofendido por palavreado vulgar, conteúdo adulto ou nudez parcial, então é aconselhado fechar a transmissão. Obrigado.
zh_hans: 下列广播被评为18+。它可能包含让某些个人不快的内容。如果您在18岁以下，或如果您对粗俗语言、成人主题或部分裸露感到不快，请关闭直播。谢谢您。

# rating_message_medium
source: This broadcast has been rated 14+. It may contain coarse language and mature themes. If you believe this broadcast has been incorrectly rated please report it to Peeks Social by tapping
ar: لقد تم تقييم البث التالي على أنه 14+، قد يكون يحتوي على لغة خشنة أو مواضيع ناضجة، إذا كنتم تعتقدون أن هذا البث قد صُنف تقييما غير صحيح يرجى إبلاغ Peeks Social عن طريق الضغط
es: Esta emisión ha sido clasificada para personas de 14+ años. Puede contener lenguaje indecente y temas adultos. Si considera que esta emisión ha sido clasificada incorrectamente, por favor repórtelo a Peeks Social pulsando
fr: Cette vidéo a été évaluée en tant que contenu +14. Elle peut contenir un langage grossier et des thèmes matures. Si vous pensez que cette vidéo a été incorrectement classée, veuillez nous contacter sur Peeks Social en appuyant sur
hi: इस प्रसारण को 14+ रेट किया गया है। इसमें ठेठ भाषा और परिपक्व विषय हो सकते हैं। अगर आपको लगता है कि इस प्रसारण को ग़लत ढंग से रेट किया गया है, तो कृपया इसे टैप करके Peeks Social को रिपोर्ट करें
ja: このブロードキャストは 14 歳以上向けです。下品な言葉や成人向けのテーマが含まれている可能性があります。このブロードキャストの対象年齢が誤って設定されていると思われる場合は、次のボタンをタップして Peeks Social にご報告ください
ko: 이 방송은 14+ 등급입니다. 거친 언어와 성인 주제가 포함될 수 있습니다. 이 방송의 등급이 잘못되었다고 생각하신다면 Peeks Social에 신고해주시기 바랍니다. 신고하려면
pt_br: Esta veiculação foi classificada para maiores de 14 anos e pode conter palavreado vulgar e tema adulto. Se acreditar que esta veiculação tenha sido classificada de forma incorreta, pedimos que relate ao Peeks, tocando
zh_hans: 此广播被评为14+。它可能包含粗俗语言和成人主题。如果您认为此广播的评级不正确，请向Peeks Social报告，只需点击

# rating_message_low
source: This broadcast has been rated G and is acceptable to all ages. If you see any content in this broadcast that isn't acceptable to all ages then please report it to Peeks Social by tapping
ar: لقد تم تقييم البث التالي على أنه G وأنه مقبول لجميع الأعمار. إذا كنتم تعتقدون أن هذا البث غير مناسب لجميع الأعمار، يرجى إبلاغ Peeks Social عن طريق الضغط
es: Esta emisión ha sido clasificada para el público en general (G) y es aceptable para todas las edades. Si nota algún contenido en esta transmisión que no sea aceptable para todas las edades, por favor repórtelo a Peeks Social pulsando
fr: Cette vidéo a été classée G et est acceptable pour tous les âges. Si vous voyez un contenu dans cette vidéo qui n'est pas acceptable pour tous les âges, veuillez le signaler à Peeks Social en appuyant sur
hi: इस प्रसारण को जी G रेट किया गया है और यह सभी सभी आयु समूहों के लिए उपयुक्त है। यदि आप इस प्रसारण में कोई भी ऐसी सामग्री देखते हैं जो सभी आयु समूहों के लिए उपयुक्त नहीं है तो कृपया इसे टैप करके Peeks Social को रिपोर्ट करें
ja: このブロードキャストは G レーティングで、すべての年齢の視聴者向けです。このブロードキャストにすべての年齢の視聴者向けではないコンテンツが含まれている場合は、次の方法で Peeks Social にご報告ください:
ko: 이 방송은 G 등급으로 모든 연령에게 적합합니다. 이 방송에서 모든 연령에게 적합하지 않은 콘텐츠를 발견하면 Peeks Social에 신고해주시기 바랍니다. 신고하려면
pt_br: Esta veiculação foi classificada como Livre e é aceitável para todas as idades. Caso veja nesta veiculação algum conteúdo que não seja aceitável para todas as idades, pedimos que relate ao Peeks, tocando
zh_hans: 此广播被评为G，适合所有年龄段。如果您在此广播中看到任何不适合各年龄的内容，请向Peeks Social报告，只需点击

# rating_message_initial
source: The streams in this tab have been rated 18+. It may contain content that is offensive to certain individuals. If you would like to keep 18+ content select continue. If you would like to hide 18+ content select hide.
ar: ولقد تم تقييم هذا المحتوى على 18+. قد تحتوي على محتوى مسيء لبعض الأفراد. إذا كنت ترغب في الاحتفاظ على هذا المحتوى اختر استمر. إذا كنت ترغب في حذف هذا المحتوى اختر اخفاء
fr: Les vidéos dans cet onglet ont été évalués en tant que contenu adulte +18. Il peut contenir des éléments offensants pour certaines personnes. Si vous souhaitez toujours accéder à ce contenu adulte +18, sélectionnez continuer. Si vous souhaitez masquer le contenu adulte +18, sélectionnez cacher.
hi: इस टैब में मौजूद स्ट्रीम्स को 18+ रेट किया गया है। इसमें ऐसी सामग्री हो सकती है जो कुछ व्यक्तियों के लिए अपमानजनक होती है। यदि आप 18+ सामग्री रखना चाहते हैं, तो continue चुनें। यदि आप 18+ सामग्री छिपाना चाहते हैं, तो hide चुनें।
ja: このタブのストリームは 18 歳以上向けです。人によっては不快に感じるコンテンツが含まれている可能性があります。18 歳以上向けのコンテンツを表示する場合は [続行] をクリックしてください。18 歳以上向けのコンテンツを非表示にする場合は [非表示] をクリックしてください。
ko: 이 탭의 스트림은 18+ 등급으로 지정되어 있습니다. 특정한 사람들에게 불쾌한 콘텐츠가 포함될 수 있습니다. 18+ 콘텐츠를 표시하려면 '계속'을 선택하세요. 18+ 콘텐츠를 숨기려면 '숨기기'를 선택하세요.
pt_br: As transmissões nesta guia foram classificadas como adequadas para maiores de 18 anos. Elas podem apresentar conteúdo considerado ofensivo para algumas pessoas. Selecione 'Continuar' caso queira manter o conteúdo para maiores de 18 anos. Selecione 'Ocultar' caso queira ocultar o conteúdo para maiores de 18 anos.
zh_hans: 这个标签中的直播被评为18+。它可能包含让某些个人不快的内容。如果您想保留18+内容，请选择继续。如果您想隐藏18+内容，请选择隐藏。

# rating_message_content
source: Content settings can be changed at any time by going to settings in the main menu
ar: يمكن تغيير إعدادات المحتوى في أي وقت عن طريق الذهاب إلى الإعدادات في القائمة الرئيسية
fr: Les paramètres de contenu peuvent être modifiés à tout moment en allant dans les paramètres du menu principal
hi: Main menu में सेटिंग्स पर जाकर Content सेटिंग्स को किसी भी समय बदला जा सकता है।
ja: コンテンツ設定はメインメニューの設定でいつでも変更できます。
ko: 콘텐츠 설정은 언제든지 주 메뉴에서 설정을 통해 변경할 수 있습니다.
pt_br: É possível alterar as configurações de conteúdo a qualquer momento, acessando as configurações no menu principal
zh_hans: 只需前往主菜单中的设置，就能随时更改内容设置

# rating_footer_high
source: Please shut down the stream if you are under 18.
ar: الرجاء اغلاق البث إذا كنتم تحت سن 18.
es: Por favor, cierre la transmisión si es menor de 18 años.
fr: Veuillez arrêter la vidéo si vous êtes moins de 18 ans.
hi: यदि आप 18 वर्ष से कम हैं तो स्ट्रीम को बंद कर दें।
ja: 18 歳未満の方はストリームを閉じてください。
ko: 18세 미만이라면 스트림을 닫아주십시오.
pt_br: Por favor, encerre a transmissão se você for menor de 18 anos.
zh_hans: 如果您在18岁以下，请关闭直播。
