Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

source: Ok
ar: حسنا
hi: ठीक है
ko: 좋아요
zh_hans: 好的

source: Yes
ar: نعم
es: Sí
fr: Oui
hi: हाँ
ja: はい
ko: 예
pt_br: Sim
zh_hans: 是

source: No
ar: لا
fr: Non
hi: नहीं
ja: いいえ
ko: 아니요
pt_br: Não
zh_hans: 否

source: View
ar: عرض
fr: Vue
hi: देखें
ja: 表示
ko: 보다
pt_br: Visualizar
zh_hans: 查看

source: Dismiss
ar: استبعاد
fr: Rejeter
hi: खारिज करें
ja: 閉じる
ko: 해고하다
pt_br: Descartar
zh_hans: 忽略

source: Continue
ar: استمر
fr: Continuer
hi: जारी रखें
ja: 続行
ko: 계속하다
pt_br: Continuar
zh_hans: 继续

source: Hide
ar: إخفاء
fr: Cacher
hi: छिपाएँ
ja: 非表示
ko: 숨다
pt_br: Ocultar
zh_hans: 隐藏

source: Cancel
ar: إلغاء
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Confirm
ko: 확인하다

source: Signing In
ar: تسجيل الدخول
fr: S'inscrire
hi: साइन इन कर रहे हैं
ja: サインイン中
ko: 로그인
pt_br: Entrando
zh_hans: 登录中

# table_no_data
source: Nothing found.
ar: لم يتم العثور على أي شيء
fr: Rien n'a été trouvé.
hi: कुछ नहीं मिला।
ja: 何も見つかりませんでした。
ko: 아무것도 찾을 수 없음.
pt_br: Nada encontrado.
zh_hans: 没有找到任何结果。

# login_invalid_credentails
source: Invalid login credentials
ar: وثائق الإعتماد الخاصة بكم غير صحيحة
fr: Vos identifiants sont invalides
hi: आपके क्रेडेंशियल्स अमान्य हैं
ja: 認証情報が無効です
ko: 자격 증명이 잘못되었습니다.
pt_br: Suas credenciais são inválidas
zh_hans: 您的资料无效

# login_error
source: An error occured, please try again later
ar: حدث خطأ ما، الرجاء إعادة المحاولة لاحقا
fr: Une erreur est survenue, sveuillez réessayer plus tard
hi: एक त्रुटि हुई, कृपया बाद में दोबारा कोशिश करें
ja: エラーが発生しました。後程再試行してください
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요.
pt_br: Ocorreu um erro. Tente novamente mais tarde
zh_hans: 出错了，请稍后重试

# login_with_twitter_button
source: Login with Twitter
ar: تسجيل الدخول عبر التويتر
fr: Se connecter avec Twitter
hi: Twitter के साथ लॉग इन करें
ja: Twitter でログイン
ko: 트위터로 로그인
pt_br: Entrar com o Twitter
zh_hans: 用推特登录

# login_twitter_error
source: Can't authorize with your Twitter account
ar: لا يمكن السماح مع حساب التويتر الخاص بكم
fr: Impossible d'autoriser votre compte Twitter
hi: आप अपने Twitter खाते के साथ अधिकृत नहीं कर सकते
ja: Twitter アカウントで認証できません
ko: Twitter 계정으로 인증할 수 없습니다.
pt_br: Não é possível autorizar com a sua conta do Twitter
zh_hans: 无法授权您的推特帐户。

# recent_streams
source: RECENT / PAST EVENTS
ar: الأحداث الماضية / الحديثة
fr: ÉVÉNEMENTS RÉCENTS
hi: हाल ही में / पिछली घटनाएं
ja: 最近 / 過去のイベント
ko: 최근 / 과거 이벤트
pt_br: EVENTOS RECENTES / ANTERIORES
zh_hans: 最近 / 过去活动

# live_streams
source: LIVE
ar: مباشر
fr: EN DIRECT
hi: सीधा प्रसारण
ja: ライブ
ko: 라이브
pt_br: AO VIVO
zh_hans: 直播

# stream_name_placeholder
source: What's happening?
ar: ما الذي يحدث؟
fr: Qu'est-ce qui se passe ?
hi: क्या हो रहा है?
ja: どうしましたか？
ko: 무슨 일이 벌어지고 있나요?
pt_br: O que está rolando?
zh_hans: 在发生什么？

# go_live_button
source: GO LIVE!
ar: الذهاب للمباشر!
fr: ALLEZ EN DIRECT !
hi: सीधा प्रसारण शुरू कीजिये!
ja: ライブにしましょう！
ko: 라이브 시작!
pt_br: ENTRE NO AR!
zh_hans: 直播吧！

# connecting_stream_label
source: Connecting...
ar: إتصال…
fr: Connexion...
hi: कनेक्ट...
ja: 接続中...
ko: 연결 중...
pt_br: Conectando...
zh_hans: 连接中……

# stream_live_count
source: LIVE
ar: مباشر
fr: EN DIRECT
hi: सीधा प्रसारण
ja: ライブ
ko: 라이브
pt_br: AO VIVO
zh_hans: 直播

# global_title
source: Global
ar: جلوبل
fr: Mondial
hi: वैश्विक
ja: グローバル
ko: 글로벌
pt_br: Mundial
zh_hans: 全球

# followed_title
source: Followed
ar: يتبع
fr: Suivi
hi: फॉलो किया
ja: フォローされています
ko: 팔로우한
pt_br: Seguidos
zh_hans: 已关注

# cant_join_stream_alert_title
source: Can't join the stream
ar: لا يمكن الانضمام إلى البث
fr: Impossible d'accéder à la vidéo
hi: स्ट्रीम में शामिल नहीं हो सकते
ja: ストリームに参加できません
ko: 스트림에 참여할 수 없음
pt_br: Não é possível participar da transmissão
zh_hans: 无法加入直播

# cant_join_stream_alert_message
source: Looks like you can't join the stream now. Please, try again later
ar: يبدو أنكم غير قادرين على الانضمام إلى البث الآن، يرجى إعادة المحاولة مجددا في وقت لاحق
fr: On dirait que vous ne pouvez pas accéder à la vidéo maintenant. Veuillez réessayer plus tard
hi: ऐसा लगता है कि अब आप स्ट्रीम में शामिल नहीं हो सकते। कृपया बाद में पुन: प्रयास करें
ja: 現在ストリームに参加できないようです。後程再試行してください
ko: 지금은 스트림에 참여할 수 없는 것 같습니다. 나중에 다시 시도해주세요.
pt_br: Parece que não é possível participar da transmissão no momento. Tente novamente mais tarde
zh_hans: 看上去您现在无法加入直播。请稍后再试

# create_stream_post_message
source: Watch %1$@ live: %2$@
ar: مشاهدة %1$@ مباشرة: %2$@
fr: Regarder%1$@ en direct : %2$@
hi: %1$@लाइव %2$@ देखें:
ja: %1$@ をライブで見る: %2$@
ko: 지금 %1$@의 라이브 방송을 시청하세요: %2$@
pt_br: Assista %1$@ ao vivo: %2$@
zh_hans: 观看 %1$@ 直播： %2$@

# createStream18PlusDisclaimer
source: Peeks Social does not allow pornographic content to be streamed in Public streams. Please see the Peeks Social Terms of Service.
fr: Peeks Social ne permet pas d'afficher du contenu pornographique dans ses diffusions publiques. Veuillez consulter les conditions d'utilisation de Peeks Social.
hi: Peeks Social सार्वजनिक स्ट्रीम में अश्लील सामग्री को स्ट्रीम करने की अनुमति नहीं देता। कृपया Peeks Social की सेवा की शर्तें देखें।
ja: Peeks Social はアダルトコンテンツのパブリックストリーミングを禁止しています。Peeks Social のサービス規約をご覧ください。
ko: Peeks Social은 공개 스트림에서 음란한 콘텐츠를 스트리밍하는 것을 허용하지 않습니다. Peeks Social 이용약관을 확인해주세요.
pt_br: O Peeks não permite a transmissão de conteúdo pornográfico de modo Público. Consulte os Termos de Serviço do Peeks.
zh_hans: Peeks Social不允许公共直播中播放淫秽内容。请参见Peeks Social服务条款。

# stream_info_share_button
source: Share
ar: مشاركة
fr: Partager
hi: साझा करें
ja: シェア
ko: 공유
pt_br: Compartilhar
zh_hans: 分享

source: Share This Stream
ar: شارك هذا التيار
es: Compartir Este Flujo
fr: Partager Ce Flux
hi: इस स्ट्रीम को साझा करें
ja: このストリームを共有する
ko: 이 스트림 공유하기
pt_br: Compartilhar Este Fluxo
zh_hans: 分享此流

# stream_info_report_button
source: Report Stream
ar: إبلاغ عن بث
fr: Signaler la vidéo
hi: स्ट्रीम को रिपोर्ट करें
ja: ストリームを報告
ko: 스트림 신고하기
pt_br: Denunciar Transmissão
zh_hans: 报告直播

# report_stream_alert_title
source: Report Inappropriate
ar: الإبلاغ عن بث غير مناسب
fr: Rapport inapproprié
hi: रिपोर्ट करें कि अनुचित है
ja: 不適切なコンテンツの報告
ko: 부적절한 콘텐츠 신고
pt_br: Denunciar como inadequada
zh_hans: 报告不当

# report_stream_alert_message
source: Do you want to report this stream as inappropriate?
ar: هل تريدون الإبلاغ بأن هذا البث غير ملائم؟
fr: Voulez-vous signaler cette vidéo comme inappropriée ?
hi: क्या आप इस स्ट्रीम को अनुपयुक्त होने के लिए रिपोर्ट करना चाहते हैं?
ja: このストリームを不適切と報告しますか？
ko: 이 스트림을 부적절하다고 신고하시겠습니까?
pt_br: Gostaria de denunciar esta transmissão como inadequada?
zh_hans: 您想报告此直播为不当吗？

# select_followers_title
source: Share Stream
ar: مشاركة البث
fr: Partager la vidéo
hi: स्ट्रीम साझा करें
ja: ストリームをシェア
ko: 스트림 공유
pt_br: Compartilhar transmissão
zh_hans: 分享直播

# share_actionsheet_title
source: Share streem with
ar: مشاركة البث مع
fr: Partager la vidéo avec
hi: स्ट्रीम को इसके साथ साझा करें
ja: ストリームを次の相手とシェア:
ko: 스트림 공유하기
pt_br: Compartilhar transmissão com
zh_hans: 和他分享直播

# share_all_followers
source: All Followers
ar: كل المتابعون
fr: Tous les Abonnés
hi: सभी फॉलोअर
ja: フォロワー全員
ko: 모든 팔로워
pt_br: Todos os seguidores
zh_hans: 所有粉丝

source: Select Followers
ar: اختيار المتابعون
fr: Sélectionnez les Abonnés
hi: फॉलोअर चुनें
ja: フォロワーを選択
ko: 팔로워 선택
pt_br: Selecione os seguidores
zh_hans: 选择粉丝

# search_followers_placeholder
source: Search follower
ar: البحث عن المتابعون
fr: Rechercher un abonné
hi: फॉलोअर खोजें
ja: フォロワーを検索
ko: 팔로워 검색
pt_br: Buscar seguidor
zh_hans: 搜索粉丝

# stat_views
source: VIEWS
ar: مشاهدة
fr: VUES
hi: व्यूज
ja: 視聴
ko: 조회수
pt_br: VISUALIZAÇÕES
zh_hans: 浏览

# stat_viewers
source: VIEWERS
ar: مشاهدون
fr: SPECTATEURS
hi: दर्शक
ja: 視聴
ko: 시청자
pt_br: ESPECTADORES
zh_hans: 观众

# stat_likes
source: LIKES
ar: إعجاب
fr: J'AIME
hi: लाइक
ja: いいね
ko: 좋아요
pt_br: CURTIDAS
zh_hans: 点赞

# stat_replays
source: REPLAYS
ar: اعادة
fr: REDIFFUSIONS
hi: रिप्ले
ja: リプレイ
ko: 다시보기
pt_br: REPRISES
zh_hans: 重播

# stream_close_alert_title
source: Stream ended
ar: انتهاء البث
fr: Vidéo terminée
hi: स्ट्रीम समाप्त हो गई
ja: ストリーム終了
ko: 스트림 종료됨
pt_br: A transmissão terminou
zh_hans: 直播结束

# stream_close_alert_message
source: Stream ended. To close the view and return to Main screen tap on Close button
ar: لقد انتهى البث، لإغلاق العرض والعودة إلى الشاشة الرئيسية يرجى النقر على زر إغلاق.
fr: Diffusion terminée. Pour fermer la vue et revenir à l'écran principal, appuyez sur le bouton Fermer
hi: स्ट्रीम समाप्त हो गई। दृश्य को बंद करने के लिए और मुख्य स्क्रीन पर वापस आने के लिए Close बटन पर टैप करें
ja: ストリームが終了しました。ビューを閉じてメイン画面に戻るには [閉じる] ボタンをタップしてください
ko: 스트림이 종료되었습니다. 화면을 닫고 메인 화면으로 돌아가려면 닫기 버튼을 눌러주세요
pt_br: A transmissão terminou. Para fechar a visualização e voltar para a tela principal, toque no botão Fechar
zh_hans: 直播结束了。按“关闭”按钮关闭观看并回到主屏幕。

# w_share_notification
source: %@ wants you to see %@
ar: %@ يريدون منكم مشاهدة %@
fr: %1$@ Veut que vous voyiez %2$@
hi: %1$@ चाहता है कि आप इसे देखें %2$@
ja: %1$@ が次のものを見てもらいたいと希望しています: %2$@
ko: %@님이 %@을(를) 보고 싶어합니다
pt_br: %1$@ quer que você veja %2$@
zh_hans: %1$@ 想让您看 %2$@

# w_live_notification
source: %@ is live!
ar: %@ هو مباشر!
fr: %1$@ est en direct !
hi: %1$@ लाइव है!
ja: %1$@ がライブです！
ko: %@님이 라이브 중입니다!
pt_br: %1$@ está ao vivo!
zh_hans: %1$@ 直播了！

# user_card_followers
source: FOLLOWERS
ar: أتباع
fr: ABONNÉS
hi: फ़ॉलोअर्स
ja: フォロワー
ko: 팔로워
pt_br: SEGUIDORES
zh_hans: 粉丝

# user_card_following
source: FOLLOWING
ar: إتباع؛
fr: ABONNEMENTS
hi: फॉलो कर रहे हैं
ja: フォロー中
ko: 팔로잉
pt_br: SEGUINDO
zh_hans: 关注中

# user_card_recent
source: RECENT
ar: حديثة
fr: RÉCENT
hi: हाल ही का
ja: 最近
ko: 최근
pt_br: RECENTES
zh_hans: 最近

# user_card_follow
source: Follow
ar: إتباع
fr: Suivre
hi: फॉलो करें
ja: フォロー
ko: 팔로우
pt_br: Seguir
zh_hans: 关注

# user_card_unfollow
source: Unfollow
ar: الغاء المتابعة
fr: Ne plus suivre
hi: फॉलो करना बंद करें
ja: フォロー解除
ko: 언팔로우
pt_br: Não seguir
zh_hans: 取消关注

# user_card_block
source: Block
ar: حظر
fr: Bloquer
hi: ब्लाक करें
ja: ブロック
ko: 차단
pt_br: Bloquear
zh_hans: 阻止

# user_card_unblock
source: Unblock
ar: رفع الحظر
fr: Débloquer
hi: अनब्लॉक करें
ja: ブロック解除
ko: 차단 해제
pt_br: Desbloquear
zh_hans: 取消阻止

# people_title
source: People
ar: الناس
fr: Gens
hi: लोग
ja: 人々
ko: 사람들
pt_br: Pessoas
zh_hans: 人

# people_top
source: TOP
ar: أعلى
fr: MEILLEUR
hi: टॉप
ja: トップ
ko: 상위
pt_br: PRINCIPAIS
zh_hans: 顶端

# people_featured
source: FEATURED
ar: المفضلة
fr: PRÉSENTÉ
hi: प्रदर्शित
ja: 注目
ko: 추천
pt_br: DESTAQUES
zh_hans: 特色

# profile_title
source: Profile
ar: ملفي الشخصي
fr: Mon profil
hi: मेरी प्रोफाइल
ja: マイプロフィール
ko: 내 프로필
pt_br: Meu Perfil
zh_hans: 我的资料

# profile_userpic_actionsheet_title
source: Change user picture
ar: تغيير صورة ملفي الشخصي
fr: Modifier la photo de l'utilisateur
hi: उपयोगकर्ता चित्र बदलें
ja: ユーザー写真を変更
ko: 프로필 사진 변경
pt_br: Alterar imagem de usuário
zh_hans: 更改用户图片

# profile_userpic_camera
source: Camera
ar: الكاميرا
fr: Appareil photo
hi: कैमरा
ja: カメラ
ko: 카메라
pt_br: Câmera
zh_hans: 相机

# profile_userpic_gallery
source: Gallery
ar: الأستوديو
fr: Galerie
hi: गैलरी
ja: ギャラリー
ko: 갤러리
pt_br: Galeria
zh_hans: 图片库

# profile_description_placeholder
source: Tap here to add description
ar: اضغطوا هنا لإضافة وصف
fr: Appuyez ici pour ajouter une description
hi: विवरण जोड़ने के लिए यहां टैप करें
ja: 説明を追加するにはここをタップしてください
ko: 설명을 추가하려면 여기를 누르세요
pt_br: Toque aqui para adicionar uma descrição
zh_hans: 点击这里添加描述

# profile_logout_actionsheet_title
source: Are you sure you want to log out?
ar: هل أنتم متأكدين من أنكم تريدون تسجيل الخروج؟
fr: Voulez-vous vraiment vous déconnecter ?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
ja: ログアウトしてよろしいですか？
ko: 정말 로그아웃하시겠습니까?
pt_br: Tem certeza de que quer sair?
zh_hans: 您确定要登出吗？

# bank_account_delete_actionsheet_title
source: Are you sure you want to delete this account?
ar: هل متأكدين من أنكم تريدون حذف هذا الحساب؟
fr: Êtes-vous sûr de vouloir supprimer ce compte ?
hi: क्या आप वाकई इस खाते को हटाना चाहते हैं?
ja: このアカウントを削除してよろしいですか？
ko: 이 계정을 삭제하시겠습니까?
pt_br: Tem certeza de que quer excluir esta conta?
zh_hans: 您确定想要删除此帐户吗？

# profile_following
source: Following
ar: متابعة
fr: Abonnements
hi: फॉलो कर रहे हैं
ja: フォロー中
ko: 팔로잉
pt_br: Seguindo
zh_hans: 关注中

# profile_followers
source: Followers
ar: متابع
fr: Abonnés
hi: फॉलोअर
ja: フォロワー
ko: 팔로워
pt_br: Seguidores
zh_hans: 粉丝

# profile_blocked
source: Blocked
ar: محظور
fr: Bloqué
hi: ब्लाक कर दिया गया है
ja: ブロック
ko: 차단됨
pt_br: Bloqueados
zh_hans: 已阻止

# profile_streams
source: Streams
ar: بثات
fr: Diffusions
hi: स्ट्रीम
ja: ストリーム
ko: 스트림
pt_br: Transmissões
zh_hans: 直播

# profile_share
source: Share
ar: مشاركة
fr: Partager
hi: साझा करें
ja: シェア
ko: 공유
pt_br: Compartilhar
zh_hans: 分享

# profile_share_message
source: Check out this awesome Keek profile:
ar: ألقوا نظرة على هذا الملف الشخصي المدهش:
fr: Découvrez ce profil génial de keek :
hi: इस शानदार कीक प्रोफाइल को देखें:
ja: このすばらしい keek のプロフィールをチェックしてください。
ko: 멋진 Keek 프로필을 확인해보세요:
pt_br: Confira este incrível perfil do keek:
zh_hans: 看看这个很棒的 Keek 个人资料：

# stream_share_message
source: Check out this awesome Keek stream:
ar: Check out this awesome Peeks Social stream:
es: Check out this awesome Peeks Social stream:
fr: Découvrez ce flux keek génial:
hi: इस भयानक कीक स्ट्रीम को देखें:
ja: この素晴らしい keek ストリームをチェックしてください:
ko: 멋진 Keek 스트림을 확인해보세요:
pt_br: Confira esta incrível transmissão do keek:
zh_hans: 看看这个很棒的 Keek 流：

# video_share_message
source: Check out this awesome Keek video:
ar: تحقق من هذا الفيديو الرائع Keek:
es: Mira este increíble video de Keek:
fr: Regardez cette superbe vidéo de Keek :
hi: देखिए यह शानदार कीक वीडियो:
ja: この素晴らしいキークのビデオをチェックしてください:
ko: 멋진 Keek 비디오를 확인해보세요:
pt_br: Confira este incrível vídeo do Keek:
zh_hans: 看看这个很棒的 Keek 视频：

# profile_feedback
source: Feedback
ar: ردود الفعل
fr: Commentaire
hi: प्रतिक्रिया
ja: フィードバック
ko: 피드백
zh_hans: 反馈

# profile_terms
source: Terms of Service
ar: شروط الخدمة
fr: Conditions générales d'utilisation
hi: सेवा की शर्तें
ja: サービス規約
ko: 서비스 약관
pt_br: Termos do Serviço
zh_hans: 服务条款

# profile_privacy
source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
zh_hans: 隐私政策

# profile_logout
source: Logout
ar: تسجيل الخروج
fr: Se déconnecter
hi: लॉगआउट करें
ja: ログアウト
ko: 로그아웃
pt_br: Desconectar
zh_hans: 登出

# feedback_title
source: Feedback
ar: ردود الفعل
fr: Commentaire
hi: प्रतिक्रिया
ja: フィードバック
ko: 피드백
zh_hans: 反馈

# wallet_support_title
source: Wallet Support
ar: دعم المحفظة
fr: Soutien au portefeuille
hi: वॉलेट सपोर्ट
ja: ウォレットサポート
ko: 지갑 지원
pt_br: Suporte da Carteira
zh_hans: 钱包支持

# wallet_support_photoId_validation_failed_title
source: Wallet Support: Photo ID validation failed
ar: دعم المحفظة: فشل في التحقق من صحة صورة الهوية
fr: Soutien au portefeuille : la validation de l'identification par photo a échoué
hi: वॉलेट सपोर्ट: फोटो ID सत्यापन विफल हो गया
ja: ウォレットサポート: 写真付き身分証明書の確認に失敗
ko: 지갑 지원: 사진 ID 유효성 검사 실패
pt_br: Suporte da Carteira: validação da Identidade com foto malsucedida
zh_hans: 钱包支持：照片ID验证失败

# mail_unavailable_error_alert_title
source: Can't send emails
ar: عدم القدرة على إرسال رسائل عبر البريد الإلكتروني
fr: Impossible d'envoyer des e-mails
hi: ईमेल नहीं भेज सकते
ja: メールを送信できません
ko: 이메일을 보낼 수 없음
pt_br: Não é possível mandar e-mails
zh_hans: 无法发邮件

# mail_unavailable_error_alert_message
source: Please check your email settings to send emails
ar: يرجى التحقق من إعدادات البريد الإلكتروني لإرسال رسائل البريد الإلكتروني
fr: Veuillez vérifier vos paramètres de messagerie pour envoyer des e-mails
hi: ईमेल भेजने के लिए कृपया अपनी ईमेल सेटिंग जांचें
ja: メールを送信するにはメールの設定を確認してください
ko: 이메일 설정을 확인하여 이메일을 보내십시오
pt_br: Verifique suas configurações de e-mail para mandar e-mails
zh_hans: 请查看您的邮箱设置以发送邮件

# confirmation_phone_number
source: Do you want to receive the SMS on the phone number
ar: هل تريدون استقبال رسائل قصيرة على رقم هاتفكم
fr: Voulez-vous recevoir le SMS sur le numéro de téléphone
hi: क्या आप फोन नंबर पर SMS प्राप्त करना चाहते हैं?
ja: この電話番号に SMS を受信しますか？
ko: 전화번호로 SMS를 받으시겠습니까
pt_br: Gostaria de receber o SMS no número de telefone
zh_hans: 您想要通过此手机号接收短信吗

# invite_friends_message
source: Watch me stream live on Peeks Social!
ar: مشاهدتي في بث مباشر على Peeks Social!
fr: Regardez-moi en direct sur Peeks Social !
hi: मुझे Peeks Social पर लाइव स्ट्रीम होते हुए देखें!
ja: Peeks Social でライブストリームをご覧ください！
ko: Peeks Social에서 나의 라이브 스트림을 시청하세요!
pt_br: Assista-me transmitindo ao vivo no Peeks!
zh_hans: 在Peeks Social上看我直播！

# profile_loading
source: Loading Profile
ar: يتم تحميل الملف الشخصي
fr: Chargement du profil
hi: प्रोफ़ाइल लोड हो रहा है
ja: プロフィールを読み込み中
ko: 프로필 불러오는 중
pt_br: Carregando Perfil
zh_hans: 加载资料页中

source: Sign Out
ar: تسجيل الخروج
fr: Déconnexion
hi: साइन आउट करें
ja: サインアウト
ko: 로그아웃
pt_br: Sair
zh_hans: 登出

source: Loading...
ar: جاري التحميل...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込み中...
ko: 불러오는 중
pt_br: Carregando...
zh_hans: 加载中...

# stream_rating_no_agree_leave_title
source: Left the stream
ar: مغادرة البث
es: Abandonó la transmisión
fr: Quitter la vidéo
hi: स्ट्रीम छोड़ दी
ja: ストリームを退出しました
ko: 스트림을 나갔습니다
pt_br: Deixou a transmissão
zh_hans: 离开了直播

# stream_rating_no_agree_leave_message
source: You did not agree to the stream's rating terms
ar: لم توافقون على شروط تقييم البث
fr: Vous n'êtes pas d'accord avec les termes d'évaluation de la diffusion
hi: आप स्ट्रीम की रेटिंग शर्तों से सहमत नहीं थे
ja: ストリームのレーティング条件に同意していません
ko: 스트림의 평가 약관에 동의하지 않으셨습니다
pt_br: Você não concordou com os termos de classificação da transmissão
zh_hans: 您没有同意直播的评级条款

# stream_terminated_leave_title
source: Stream terminated
ar: إنتهاء البث
es: Transmisión terminada
fr: Vidéo terminée
hi: स्ट्रीम समाप्त कर दिया गया है
ja: ストリームの中止
ko: 스트림이 종료되었습니다
pt_br: Transmissão encerrada
zh_hans: 直播已终止

# stream_terminated_leave_message
source: The stream's content has been identified as inappropriate according to our community guidelines. Please review them and contact us regarding any questions. YOU WILL NOT BE PAID FOR THIS STREAM.
ar: تم التعرف على أن محتوى البث غير ملائم وفقا للمبادئ التوجيهية خاصتنا. الرجاء مراجعتها والاتصال بنا إذا كانت لديكم أي أسئلة,
fr: Le contenu de la vidéo a été identifié comme inapproprié selon nos directives communautaires. Veuillez les consulter et nous contacter pour toute question. VOUS NE SEREZ PAS PAYÉ POUR CETTE VIDÉO.
hi: स्ट्रीम की सामग्री को हमारे सामुदायिक दिशानिर्देशों के अनुसार अनुपयुक्त पाया गया है। कृपया उनको देखें और किसी भी प्रश्न के बारे में हमसे संपर्क करें। आपको इस स्ट्रीम के लिए भुगतान नहीं दिया जाएगा।
ja: このストリームのコンテンツはコミュニティガイドラインに基づき不適切と判断されました。 ご確認いただき、ご質問がございましたらお問い合わせください。このストリームに対する支払いは発生しません。
ko: 이 스트림의 내용이 커뮤니티 지침에 따라 부적절한 내용으로 식별되었습니다. 관련 지침을 검토하시고 질문이 있으시면 저희에게 문의해주세요. 이 스트림에 대해 지불되지 않습니다.
pt_br: O conteúdo desta transmissão foi identificado como inadequado segundo as regras da nossa comunidade. Por favor, releia-as e entre em contato conosco se tiver alguma dúvida. VOCÊ NÃO SERÁ PAGO POR ESTA TRANSMISSÃO.
zh_hans: 根据我们的社群指导，所直播的内容被认定为不适当。 请审查它们，就任何问题联系我们。您将不会得到此直播的收入。

# stream_blocked_leave_title
source: Stream blocked
ar: حظر البث
es: Transmisión bloqueada
fr: Diffusion bloquée
hi: स्ट्रीम ब्लाक कर दी गई है
ja: ストリームのブロック
ko: 스트림 차단됨
pt_br: Transmissão bloqueada
zh_hans: 直播已被阻止

# stream_blocked_alert_message
source: You've been disconnected from the stream
fr: Vous avez été bloqué par l'auteur de la vidéo.
hi: आपको स्ट्रीम लेखक द्वारा ब्लाक कर दिया गया है।
ja: ストリームの作成者からブロックされました。
ko: 스트림에서 연결이 끊어졌습니다
pt_br: Você foi bloqueado pelo autor da transmissão
zh_hans: 您被直播主播阻止了。

# stream_disconnected_leave_title
source: Stream disconnected
ar: إنقطاع البث
es: Transmisión desconectada
fr: Déconnexion de la vidéo
hi: स्ट्रीम डिस्कनेक्ट हो गई
ja: ストリームへの接続切断
ko: 스트림 연결 해제됨
pt_br: Transmissão desconectada
zh_hans: 直播断开连接

# stream_disconnected_leave_message
source: Live stream ended
ar: انتهى البث المباشر
fr: Diffusion en direct terminée
hi: लाइव स्ट्रीम समाप्त हो गई
ja: ライブストリームが終了しました
ko: 실시간 스트림이 종료되었습니다.
pt_br: A transmissão ao vivo terminou
zh_hans: 直播结束

# settings_title
source: Settings
ar: الإعدادات
es: Configuración
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

# settings_profile
source: Profile Settings
ar: إعدادات الملف الشخصي
fr: Paramètres de profil
hi: प्रोफाइल सेटिंग्स
ja: プロフィール設定
ko: 프로필 설정
pt_br: Configurações de Perfil
zh_hans: 资料设置

# settings_account
source: Account
ar: إعدادت الحساب
fr: Paramètres du compte
hi: अकाउंट सेटिंग्स
ja: アカウント設定
ko: 계정 설정
pt_br: Configurações de Conta
zh_hans: 帐户设置

# settings_notifications_dailyStats_text
source: Get notified about how your broadcasts are doing; your increase in likes, followers, and tips.
ar: الحصول على إشعارات حول كيفية عمل بثكم الخاص، زيادة معجبيكم أو أتباعكم.
fr: Soyez avisé quant à l'état de vos diffusions ; l'augmentation du nombre des j'aime, des abonnés et des pourboires.
hi: अपने ब्रॉडकास्ट द्वारा आपके लाइक, फॉलोअर्स, और टिप की बढ़ोतरी के बारे में अधिसूचना प्राप्त करें।
ja: いいねやフォロワーの数の増加、チップ等に関する、ブロードキャストのステータスの通知が受けられます。
ko: 라이브 방송의 좋아요, 팔로워 증가 및 팁 등에 대한 알림을 받습니다.
pt_br: Receba notificações sobre o desempenho das suas veiculações: aumento em curtidas, seguidores e dicas.
zh_hans: 收到通知，了解您广播的情况；您的点赞数、粉丝和小费的增加。

# settings_notifications_newFollower_text
source: Receive a push notification every time someone follows you.
ar: تلقي إشعار في كل مرة يقوم فيها شخص ما بمتابعتكم.
fr: Recevez une notification push chaque fois que quelqu'un vous suit.
hi: हर बार जब कोई आपको फॉलो करता है तो पुश नोटिफिकेशन प्राप्त करें
ja: 新しいフォロワーができるたびにプッシュ通知が受けられます。
ko: 누군가가 당신을 팔로우할 때마다 알림을 받습니다.
pt_br: Receba uma notificação por push cada vez que alguém seguir você.
zh_hans: 每次有人关注您时都收到推送通知。

# settings_notifications_streamStart_text
source: Receive a push notification when someone that you're following starts a live broadcast.
ar: تلقي إشعار عندما يقوم شخص ما تتابعونه بالبدء في البث.
fr: Recevez une notification push lorsque quelqu'un que vous suivez commence une diffusion en direct.
hi: जब आपके द्वारा फॉलो किये जाने वाले किसी व्यक्ति का कोई लाइव प्रसारण शुरू होता है तो एक पुश अधिसूचना प्राप्त करें।
ja: フォローしているユーザーがライブブロードキャストを開始した際にプッシュ通知が受けられます。
ko: 팔로우하고 있는 누군가가 라이브 방송을 시작할 때 알림을 받습니다.
pt_br: Receba uma notificação por push quando alguém que você está seguindo iniciar uma veiculação ao vivo.
zh_hans: 当您关注的人开始直播时收到推送通知。

# settings_notifications_streamShare_text
source: Receive a push notification when someone that you're following shares a stream.
ar: تلقي إشعار عندما يقوم شخص ما تتابعونه بمشاركة بث ما.
fr: Recevez une notification push lorsque quelqu'un que vous suivez partage une vidéo.
hi: जब आपके द्वारा फॉलो किये जाने वाला व्यक्ति कोई स्ट्रीम साझा करता है तो एक पुश अधिसूचना प्राप्त करें।
ja: フォローしているユーザーがストリームをシェアした際にプッシュ通知が受けられます。
ko: 팔로우하고 있는 누군가가 스트림을 공유할 때 알림을 받습니다.
pt_br: Receba uma notificação por push quando alguém que você está seguindo compartilhar uma transmissão.
zh_hans: 当您关注的人分享直播时收到推送通知。

# settings_notifications_email_text
source: Receive communications via email.
ar: تلقي الاتصالات عبر البريد الإلكتروني.
fr: Recevoir les communications par e-mail.
hi: ईमेल के माध्यम से संचार प्राप्त करें।
ja: メールでコミュニケーションを受け取る。
ko: 이메일로 통신을 받습니다.
pt_br: Receba comunicações por e-mail.
zh_hans: 通过邮件收到沟通。

# settings_notifications_text_text
source: Receive communications via text.
ar: تلقي الاتصالات عبر الرسائل النصية.
fr: Recevoir les communications par texte.
hi: टेक्स्ट के माध्यम से संचार प्राप्त करें।
ja: テキストでコミュニケーションを受け取る。
ko: 문자 메시지로 통신을 받습니다.
pt_br: Receba comunicações por mensagens de texto.
zh_hans: 通过短信收到沟通。

# settings_notifications_phone_text
source: Receive communications via phone.
ar: تلقي الاتصالات عبر الهاتف.
fr: Recevoir les communications par téléphone.
hi: फ़ोन के माध्यम से संचार प्राप्त करें।
ja: 電話でコミュニケーションを受け取る。
ko: 전화로 통신을 받습니다.
pt_br: Receba comunicações por telefone.
zh_hans: 通过电话收到沟通。
