Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# com.banuba.editor.effect.name.heatmap
source: Heat Map
ar: خريطة حرارية
es: Mapa de calor
fr: Carte thermique
hi: हीट मैप
ja: ヒートマップ
ko: 히트맵
pt_br: Mapa de Calor
zh_hans: 热力图

# com.banuba.editor.effect.name.mirror
source: Mirror
ar: مرآة
es: Espejo
fr: Miroir
hi: मिरर
ja: ミラー
ko: 미러
pt_br: Espelho
zh_hans: 镜像

# com.banuba.editor.effect.name.lumiere
source: Lumiere
ar: لوميير
fr: Lumière
hi: ल्यूमियर
ja: リュミエール
ko: 루미에르
pt_br: Lumière
zh_hans: 灯光

# com.banuba.editor.effect.name.pixelationdynamic
source: Pixel Dynamic
ar: بكسل ديناميكي
es: Píxeles Dinámicos
fr: Pixel dynamique
hi: पिक्सेल डायनामिक
ja: ピクセルダイナミック
ko: 픽셀 다이내믹
pt_br: Pixel Dinâmico
zh_hans: 像素动态

# com.banuba.editor.effect.name.pixelationstatic
source: Pixel Static
ar: بكسل ثابت
es: Píxeles Estáticos
fr: Pixel statique
hi: पिक्सेल स्थायी
ja: ピクセルスタティック
ko: 픽셀 스태틱
pt_br: Pixel Estático
zh_hans: 像素静态

# com.banuba.editor.effect.name.pixelate
source: Pixelate
fr: Pixélisation
ko: 픽셀레이트

# com.banuba.editor.effect.name.stars
source: Stars
ar: نجوم
es: Estrellas
fr: Étoiles
hi: स्टार्स
ja: 星
ko: 스타
pt_br: Estrelas
zh_hans: 星星

# com.banuba.editor.effect.name.transition
source: Transition
ar: انتقال
es: Transición
hi: परिवर्तन
ja: トランジション
ko: 트랜지션
pt_br: Transição
zh_hans: 过渡

# com.banuba.editor.effect.name.transition2
source: Transition 2
ar: انتقال 2
es: Transición 2
hi: परिवर्तन 2
ja: トランジション2
ko: 트랜지션 2
pt_br: Transição 2
zh_hans: 过渡2

# com.banuba.editor.effect.name.transition3
source: Transition 3
ar: انتقال 3
es: Transición 3
hi: परिवर्तन 3
ja: トランジション3
ko: 트랜지션 3
pt_br: Transição 3
zh_hans: 过渡3

# com.banuba.editor.effect.name.transition4
source: Transition 4
ar: انتقال 4
es: Transición 4
hi: परिवर्तन 4
ja: トランジション4
ko: 트랜지션 4
pt_br: Transição 4
zh_hans: 过渡4

# com.banuba.editor.openTrimButtonTitle
source: Adjust Clips
ar: تعديل المقاطع
es: Ajustar Clips
fr: Ajuster les clips
hi: क्लिप एडजस्ट करें
ja: クリップを調整する
ko: 클립 조정
pt_br: Ajustar Clips
zh_hans: 调整剪辑

# com.banuba.filter.name.lux
source: Lux
ar: لوكس
hi: लक्स
ja: ラックス
ko: 럭스

# com.banuba.filter.name.remy
source: Remy
ar: ريمي
hi: रेमी
ja: レミー
ko: 레미
zh_hans: 雷米

# com.banuba.filter.name.hyla
source: Hyla
ar: هايلا
hi: हायला
ja: ハイラ
ko: 하이라
zh_hans: 海拉

# com.banuba.filter.name.neon
source: Neon
ar: نيون
es: Neón
hi: नियॉन
ja: ネオン
ko: 네온
zh_hans: 霓虹

# com.banuba.filter.name.retro
source: Retro
ar: ريترو
hi: रेट्रो
ja: レトロ
ko: 레트로
zh_hans: 复古

# com.banuba.filter.name.sunny
source: Sunny
ar: ساني
es: Soleado
hi: सनी
ja: サニー
ko: 써니
zh_hans: 阳光

# com.banuba.filter.name.egypt
source: Egypt
ar: مصر
es: Egipto
hi: इजिप्ट
ja: エジプト
ko: 이집트
pt_br: Egito
zh_hans: 埃及

# com.banuba.filter.name.spark
source: Spark
ar: سبارك
es: Chispa
hi: स्पार्क
ja: スパーク
ko: 스파크
zh_hans: 火花

# com.banuba.filter.name.byers
source: Byers
ar: بايرز
hi: बायर्स
ja: バイヤーズ
ko: 바이어스
zh_hans: 拜尔斯

# com.banuba.filter.name.lilac
source: Lilac
ar: لايلك
es: Lila
hi: लायलैक
ja: ライラック
ko: 라일락
pt_br: Lilás
zh_hans: 丁香

# com.banuba.filter.name.vinyl
source: Vinyl
ar: فينيل
es: Vinilo
hi: विनाइल
ja: ヴァイナル
ko: 비닐
pt_br: Vinil
zh_hans: 黑胶唱片

# com.banuba.filter.name.japan
source: Japan
ar: اليابان
es: Japón
hi: जापान
ja: ジャパン
ko: 일본
pt_br: Japão
zh_hans: 日本

# com.banuba.filter.name.chile
source: Chile
ar: تشيلي
hi: चिली
ja: チリ
ko: 칠레
zh_hans: 智利

# com.banuba.filter.name.glitch
source: Glitch
ar: جليتش
hi: ग्लिच
ja: グリッチ
ko: 글리치
zh_hans: 故障

# com.banuba.filter.name.grunge
source: Grunge
ar: غرونج
hi: ग्रंज
ja: グランジ
ko: 그런지
zh_hans: 垃圾摇滚

# com.banuba.filter.name.canada
source: Canada
ar: كندا
es: Canadá
hi: कनाडा
ja: カナダ
ko: 캐나다
pt_br: Canadá
zh_hans: 加拿大

# com.banuba.filter.name.chroma
source: Chroma
ar: كروما
es: Croma
hi: क्रोमा
ja: クロマ
ko: 크로마
pt_br: Croma
zh_hans: 色度

# com.banuba.filter.name.norway
source: Norway
ar: النرويج
es: Noruega
hi: नॉर्वे
ja: ノルウェー
ko: 노르웨이
pt_br: Noruega
zh_hans: 挪威

# com.banuba.filter.name.korben
source: Korben
ar: كوربين
hi: कोर्बेन
ja: コルベン
ko: 코벤
zh_hans: 科本

# com.banuba.filter.name.sunset
source: Sunset
ar: غروب الشمس
es: Atardecer
hi: सनसेट
ja: サンセット
ko: 석양
pt_br: Pôr do sol
zh_hans: 日落

# com.banuba.filter.name.instant
source: Instant
ar: فوري
es: Instantánea
hi: तुरंत
ja: インスタント
ko: 즉시
pt_br: Instantâneo
zh_hans: 即时

# com.banuba.filter.name.england
source: England
ar: انجلترا
es: Inglaterra
hi: इंग्लैंड
ja: イングランド
ko: 잉글랜드
pt_br: Inglaterra
zh_hans: 英国

# com.banuba.filter.name.pinkvine
source: Pinkvine
ar: الكروم الوردي
es: Vid rosada
hi: पिंकवाइन
ja: ピンクヴァイン
ko: 핑크바인
pt_br: Rosa
zh_hans: 粉藤

# com.banuba.filter.name.vivid
source: Vivid
ar: حيوي
es: Vívido
hi: विविड
ja: ビビッド
ko: 비비드
pt_br: Vívido
zh_hans: 生动

# com.banuba.filter.name.bright
source: Bright
ar: مشرق
es: Brillante
hi: चमकीला
ja: ブライト
ko: 밝게
pt_br: Brilhante
zh_hans: 明亮

# No matching photos found in gallery
source: No photos found
ar: لا يوجد صور في المعرض
es: No se encontraron fotos
fr: Aucune photo trouvée dans la galerie
hi: गैलरी में कोई फोटो नहीं मिला
ja: ギャラリーに写真が見つかりません
ko: 갤러리에서 일치하는 사진을 찾을 수 없음
pt_br: Nenhuma foto encontrada na galeria
zh_hans: 相册中没有匹配的照片

# No matching video found in gallery
source: No videos found
ar: لا يوجد فيديو في المعرض
es: No se encontraron videos
fr: Aucune vidéo trouvée dans la galerie
hi: गैलरी में कोई वीडियो नहीं मिला
ja: ギャラリーに動画が見つかりません
ko: 갤러리에서 일치하는 비디오를 찾을 수 없음
pt_br: Nenhum vídeo encontrado na galeria
zh_hans: 相册中没有匹配的视频

source: You can select only %d files
ar: يمكنك اختيار %d ملفات فقط
es: Solo puede seleccionar %d archivos
fr: Vous ne pouvez sélectionner que %d fichiers
hi: आप केवल %d फाइलें चुन सकते हैं
ja: ファイルは%d個まで選択できます
ko: 파일은 최대 %d개 선택 가능
pt_br: Você pode selecionar apenas %d arquivos
zh_hans: 您只能选择%d个文件

source: Failed to create video
ar: فشل إنشاء الفيديو
es: No se pudo crear el video
fr: Échec de la création de la vidéo
hi: वीडियो निर्यात करने में विफल रहा
ja: ビデオの作成に失敗しました
ko: 비디오 생성 실패
pt_br: Falha ao criar o vídeo
zh_hans: 无法创建视频

# MusicEditor.Delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

# MusicEditor.VoiceEffect
source: Effect
ar: تأثير
es: Efecto
fr: Effet
hi: प्रभाव
ja: エフェクト
ko: 효과
pt_br: Efeito
zh_hans: 音效

# MusicEditor.Edit
source: Edit
ar: تحرير
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑

# MusicEditor.Tracks
source: Tracks
ar: المسارات
es: Pistas
fr: Pistes
hi: ट्रैक्स
ja: トラック
ko: 트랙
pt_br: Faixas
zh_hans: 音轨

# MusicEditor.Effects
source: Effects
ar: التأثيرات
es: Efectos
fr: Effets
hi: प्रभाव
ja: エフェクト
ko: 효과
pt_br: Efeitos
zh_hans: 特效

# MusicEditor.Record
source: Record
ar: تسجيل
es: Grabar
fr: Enregistrer
hi: रिकॉर्ड करें
ja: 録音
ko: 녹음
pt_br: Gravar
zh_hans: 录音

# MusicEditor.VideoVolume
source: Volume
ar: الصوت في الفيديو
es: Volumen
hi: वॉल्यूम
ja: 音量
ko: 음량
pt_br: Volume do vídeo
zh_hans: 音量

# MusicEditor.Duration
source: Duration
ar: المدة الزمنية
es: Duración
fr: Durée
hi: अवधि
ja: 再生時間
ko: 기간
pt_br: Duração
zh_hans: 时长

# MusicEditor.OriginalSound
source: Volume
ar: الصوت الأصلي
es: Volumen
hi: वॉल्यूम
ja: 音量
ko: 볼륨
zh_hans: 音量

# com.banuba.musicEditor.mainScreen.resetAll.title
source: Discard changes?
ar: هل تريد تجاهل التغييرات؟
es: ¿Descartar cambios?
fr: Annuler les changements ?
hi: परिवर्तनों को खारिज करें?
ja: 変更を破棄しますか？
ko: 변경 내용을 취소하시겠습니까?
pt_br: Descartar alterações?
zh_hans: 放弃更改？

# MusicEditor.Max available tracks - %i
source: Max available tracks - %i
ar: الحد الأقصى للمسارات المتاحة - %i
es: Máximo de pistas disponibles - %i
fr: Nombre maximal de pistes atteint - %i
hi: अधिकतम उपलब्ध ट्रैक्स - %i
ja: 利用可能な最大トラック数 - %i
ko: 최대 사용 가능한 트랙 - %i
pt_br: Número máximo de faixas alcançado - %i
zh_hans: 最大可用音轨数 - %i

# com.banuba.musicEditor.elf
source: Elf
ar: جني
es: Elfo
ko: 엘프

# com.banuba.musicEditor.baritone
source: Baritone
ar: باريتون
es: Barítono
ko: 바리톤

# com.banuba.musicEditor.echo
source: Echo
ar: صدى
es: Eco
ko: 에코

# com.banuba.musicEditor.giant
source: Giant
ar: عملاق
es: Gigante
hi: विशाल
ko: 거인

# com.banuba.musicEditor.robot
source: Robot
ar: روبوت
hi: रोबोट
ko: 로봇

# com.banuba.musicEditor.squirrel
source: Squirrel
ar: سنجاب
es: Ardilla
hi: गिलहरी
ja: リス
ko: 다람쥐
pt_br: Esquilo
zh_hans: 松鼠

# OverlayEditor.Delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

# OverlayEditor.Edit
source: Edit
ar: تحرير
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑

# OverlayEditor.Text
source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文本

# OverlayEditor.Sticker
source: Sticker
ar: ملصق
es: Pegatina
hi: स्टिकर
ja: ステッカー
ko: 스티커
pt_br: Adesivo
zh_hans: 贴图

# OverlayEditor.Square.Pixelate
source: Square
fr: Carré
ko: 사각형

# OverlayEditor.Circle.Pixelate
source: Circle
fr: Cercle
ko: 원형

# OverlayEditor.Cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# OverlayEditor.Done
source: Done
ar: تم
es: Listo
fr: Terminé
hi: संपन्न
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

# OverlayEditor.Yes
source: Yes
ar: نعم
es: Sí
fr: Oui
hi: हाँ
ja: はい
ko: 예
pt_br: Sim
zh_hans: 是

# OverlayEditor.No
source: No
ar: لا
fr: Non
hi: नहीं
ja: いいえ
ko: 아니요
pt_br: Não
zh_hans: 否

# com.banuba.overlayEditor.mainScreen.resetAll.title
source: Discard changes?
ar: هل تريد تجاهل التغييرات؟
es: ¿Descartar cambios?
fr: Annuler les modifications ?
hi: क्या आप बदलाव छोड़ना चाहते हैं?
ja: 変更を破棄しますか？
ko: 변경 내용을 취소하시겠습니까?
pt_br: Descartar alterações?
zh_hans: 放弃更改？

# com.banuba.overlayEditor.mainScreen.resetAll.agree
source: Discard
ar: تجاهل
es: Descartar
fr: Annuler
hi: छोड़ें
ja: 破棄
ko: 취소
pt_br: Descartar
zh_hans: 放弃

# com.banuba.overlayEditor.mainScreen.resetAll.disagree
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소하지 않음
pt_br: Cancelar
zh_hans: 取消

# AudioBrowser.noInternetConnection
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
es: Sin conexión a internet
fr: Pas de connexion internet
hi: कोई इंटरनेट कनेक्शन नहीं
ja: インターネット接続がありません
ko: 인터넷 연결 없음
pt_br: Sem conexão com a internet
zh_hans: 无网络连接

# AudioBrowser.checkConnectionMessage
source: Please, check your connection and try again
ar: يرجى التحقق من اتصالك والمحاولة مرة أخرى
es: Por favor, revisa tu conexión e intenta de nuevo
fr: Veuillez vérifier votre connexion et réessayer
hi: कृपया, अपनी कनेक्शन की जाँच करें और पुनः प्रयास करें
ja: 接続を確認して再試行してください
ko: 연결을 확인하고 다시 시도하세요
pt_br: Por favor, verifique sua conexão e tente novamente
zh_hans: 请检查您的网络连接并重试

# AudioBrowser.retry
source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
zh_hans: 重试

# AudioBrowser.allowAccessMessage
source: To use your own music, allow access to Apple Music library, please.
ar: لإستخدام الموسيقى الخاصة بك، يرجى السماح بالدخول إلى مكتبة Apple Music.
es: Para usar tu propia música, por favor permite el acceso a la biblioteca de música de Apple.
fr: Pour utiliser votre propre musique, veuillez autoriser l'accès à la bibliothèque Apple Music.
hi: अपनी खुद की संगीत का उपयोग करने के लिए, कृपया Apple Music लाइब्रेरी तक पहुँच की अनुमति दें।
ja: 独自の音楽を使用するには、Apple Musicライブラリへのアクセスを許可してください。
ko: 나만의 음악을 사용하려면 Apple Music 라이브러리에 액세스를 허용하세요.
pt_br: Para usar sua própria música, permita o acesso à biblioteca de músicas da Apple, por favor.
zh_hans: 请允许访问 Apple Music 库以使用您自己的音乐

# AudioBrowser.allowAccess
source: Allow Access
ar: السماح بالدخول
es: Permitir acceso
fr: Autoriser l'accès
hi: अनुमति दें
ja: アクセスを許可する
ko: 액세스 허용
pt_br: Permitir acesso
zh_hans: 允许访问

# AudioBrowser.myFiles
source: My Files
ar: ملفاتي
es: Mis archivos
fr: Mes fichiers
hi: मेरी फ़ाइलें
ja: マイファイル
ko: 나의 파일
pt_br: Meus arquivos
zh_hans: 我的文件

# audioBrowser.search.by.categories
source: Search by categories
ar: البحث حسب الفئات
es: Buscar por categorías
fr: Recherche par catégories
hi: श्रेणियों से खोजें
ja: カテゴリで検索
ko: 카테고리별 검색
pt_br: Buscar por categorias
zh_hans: 按类别搜索

# audioBrowser.search.by.groups
source: Search by groups
ar: البحث حسب المجموعات
es: Buscar por grupos
fr: Recherche par groupes
hi: समूहों से खोजें
ja: グループで検索
ko: 그룹별 검색
pt_br: Buscar por grupos
zh_hans: 按组搜索

# audioBrowser.search.by.tracks
source: Search by tracks
ar: البحث حسب المسارات
es: Buscar por pistas
fr: Recherche par pistes
hi: ट्रैक से खोजें
ja: トラックで検索
ko: 트랙별 검색
pt_br: Buscar por faixas
zh_hans: 按曲目搜索

# audioBrowser.use
source: Use
ar: إستخدام
es: Usar
fr: Utiliser
hi: उपयोग करें
ja: 使用
ko: 사용
pt_br: Usar
zh_hans: 使用

# audioBrowser.show.more
source: Show more
ar: إظهار المزيد
es: Mostrar más
fr: Afficher plus
hi: और दिखाएं
ja: さらに表示
ko: 더 보기
pt_br: Mostrar mais
zh_hans: 显示更多

# audioBrowser.stop.using
source: Stop using
ar: إيقاف الإستخدام
es: Dejar de usar
fr: Arrêter l'utilisation
hi: उपयोग बंद करें
ja: 使用を停止
ko: 사용 중지
pt_br: Parar de usar
zh_hans: 停止使用

# audioBrowser.my.library
source: My library
ar: مكتبتي
es: Mi biblioteca
fr: Ma bibliothèque
hi: मेरी पुस्तकालय
ja: マイライブラリ
ko: 내 라이브러리
pt_br: Minha biblioteca
zh_hans: 我的音乐库

# audioBrowser.no.matches
source: No matches
ar: لا توجد نتائج
es: No hay coincidencias
fr: Aucune correspondance
hi: कोई मेल नहीं है
ja: 一致するものがありません
ko: 일치하는 항목 없음
pt_br: Sem correspondências
zh_hans: 无匹配结果

# audioBrowser.no.tracks
source: No tracks
ar: لا توجد مسارات
es: No hay pistas
fr: Aucune piste
hi: कोई ट्रैक नहीं है
ja: トラックがありません
ko: 트랙 없음
pt_br: Sem faixas
zh_hans: 无曲目

# audioBrowser.mubertTrackFormat
source: Track %d
ar: المسار %d
es: Pista %d
fr: Piste %d
hi: ट्रैक %d
ja: トラック %d
ko: 트랙 %d
pt_br: Faixa %d
zh_hans: 曲目 %d

# audioBrowser.wrongPatError
source: Mubert key is missing. In order to get it contact Banuba rep.
ar: مفتاح Mubert مفقود. للحصول عليه، يرجى الاتصال بممثل Banuba.
es: Falta la clave de Mubert. Para obtenerla, contacta con un representante de Banuba.
fr: La clé Mubert est manquante. Pour l'obtenir, contactez un représentant de Banuba.
hi: मुबेर्ट कुंजी अनुपलब्ध है। इसे प्राप्त करने के लिए बानुबा विरोधी से संपर्क करें।
ja: Mubertキーがありません。Banubaの担当者にお問い合わせください。
ko: 누빈 키가 누빈 레프에 누빈 레프가 누빈지 누빈. 누빈을 누빈하면 누빈을 연락하십시오.
pt_br: Falta a chave Mubert. Para obtê-la, entre em contato com o representante da Banuba.
zh_hans: Mubert密钥丢失。请联系Banuba代表以获取它。

# feature.disabled.audiobrowser
source: Default music browser is not included in your package. You can plugin your own music.
ar: لم يتم تضمين متصفح الموسيقى الافتراضي في حزمتك. يمكنك استخدام موسيقاك الخاصة.
es: El explorador de música predeterminado no está incluido en tu paquete. Puedes utilizar tu propia música.
fr: Le navigateur de musique par défaut n'est pas inclus dans votre forfait. Vous pouvez utiliser votre propre musique.
hi: आपकी पैकेज में डिफ़ॉल्ट संगीत ब्राउज़र शामिल नहीं है। आप अपना खुद का संगीत प्लगइन कर सकते हैं।
ja: デフォルトの音楽ブラウザはパッケージに含まれていません。独自の音楽をプラグインできます。
ko: 기본 음악 브라우저가 패키지에 포함되어 있지 않습니다. 직접 음악을 연결하세요.
pt_br: O navegador de música padrão não está incluído em seu pacote. Você pode conectar sua própria música.
zh_hans: 您的套餐中未包含默认音乐浏览器。您可以插入自己的音乐。

# hands.free.video.drag.title
source: Drag to set video duration:
ar: اسحب لتحديد مدة الفيديو:
es: Arrastra para establecer la duración del video:
fr: Faites glisser pour définir la durée de la vidéo :
hi: वीडियो अवधि सेट करने के लिए खींचें:
ja: ビデオの期間を設定するにはドラッグしてください：
ko: 비디오 지속 시간을 설정하려면 드래그하세요:
pt_br: Arraste para definir a duração do vídeo:
zh_hans: 拖动设置视频持续时间：

# hands.free.btn.title
source: Start countdown
ar: بدء العد التنازلي
es: Iniciar cuenta regresiva
fr: Démarrer le compte à rebours
hi: काउंटडाउन शुरू करें
ja: カウントダウンを開始
ko: 카운트다운 시작
pt_br: Iniciar contagem regressiva
zh_hans: 开始倒计时

# hands.free.seconds
source: %@ s
ar: %@ ثانية
hi: %@ सेकंड
ja: %@秒
ko: %@ 초
zh_hans: %@ 秒

# BanubaVideoEditor.Gallery.ImageTabTitle
source: Image
ar: الصور
es: Imagen
hi: छवि
ja: 画像
ko: 이미지
pt_br: Imagem
zh_hans: 图像

# BanubaVideoEditor.Gallery.VideoTabTitle
source: Video
ar: الفيديو
fr: Vidéo
hi: वीडियो
ja: ビデオ
ko: 비디오
pt_br: Vídeo
zh_hans: 视频

# BanubaVideoEditor.Gallery.AllPhotosTitle
source: All Photos
ar: كل الصور
es: Todas las fotos
fr: Toutes les photos
hi: सभी फोटो
ja: すべての写真
ko: 모든 사진
pt_br: Todas as fotos
zh_hans: 所有照片

# BanubaVideoEditor.Gallery.SelectItemName
source: Select
ar: اختيار
es: Seleccionar
fr: Sélectionner
hi: चुनें
ja: 選択
ko: 선택
pt_br: Selecionar
zh_hans: 选择

# BanubaVideoEditor.Gallery.DeselectItemName
source: Deselect
ar: الغاء الاختيار
es: Deseleccionar
fr: Désélectionner
hi: अचयनित करें
ja: 選択解除
ko: 선택 취소
pt_br: Desmarcar
zh_hans: 取消选择

# BanubaVideoEditor.Gallery.HeaderInfoTitle
source: Update files %@ to choose more photos
ar: تحديث الملفات %@ لاختيار المزيد من الصور
es: Actualiza los archivos %@ para elegir más fotos
fr: Mettre à jour les fichiers %@ pour choisir plus de photos
hi: अधिक फोटो चुनने के लिए %@ फ़ाइलें अपडेट करें
ja: 他の写真を選択するにはファイルをアップデートしてください%@
ko: 더 많은 사진을 선택하려면 %@ 파일을 업데이트하세요
pt_br: Atualize os arquivos %@ para escolher mais fotos
zh_hans: 更新文件 %@ 以选择更多照片

# BanubaVideoEditor.Gallery.HeaderInfoColoredTitle
source: settings
ar: الاعدادات
es: ajustes
fr: paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: configurações
zh_hans: 设置

# BanubaVideoEditor.Gallery.RecentPhotosTitle
source: Recent
ar: الحديثة
es: Recientes
fr: Récentes
hi: हाल के फोटो
ja: 最近の写真
ko: 최근
pt_br: Recentes
zh_hans: 最近

# BanubaVideoEditor.Gallery.DamagedFile
source: Damaged file
ar: ملف تالف
es: Archivo dañado
fr: Fichier endommagé
hi: फाइल नष्ट हुई है
ja: 破損したファイル
ko: 손상된 파일
pt_br: Arquivo danificado
zh_hans: 损坏的文件

# BanubaVideoEditor.Gallery.ExportVideoFailed
source: Content uploading failed
ar: فشل تحميل المحتوى
es: Error al cargar el contenido
fr: Échec du téléchargement du contenu
hi: कंटेंट अपलोड करने में असफल
ja: コンテンツのアップロードに失敗しました
ko: 컨텐츠 업로드 실패
pt_br: Falha no upload do conteúdo
zh_hans: 内容上传失败

# BanubaVideoEditor.Gallery.SelectItems
source: Select items
ar: اختر عناصر
es: Seleccionar elementos
fr: Sélectionner des éléments
hi: वस्तुओं का चयन करें
ja: アイテムを選択してください
ko: 항목 선택
pt_br: Selecionar itens
zh_hans: 选择项目

# BanubaVideoEditor.Gallery.ImportSingleVideo
source: Import 1 video
ar: استيراد فيديو واحد
es: Importar 1 video
fr: Importer 1 vidéo
hi: 1 वीडियो आयात करें
ja: 1つの動画をインポートする
ko: 비디오 1개 가져오기
pt_br: Importar 1 vídeo
zh_hans: 导入1个视频

# BanubaVideoEditor.Gallery.ImportMultipleVideos
source: Import %d videos
ar: استيراد %d من الفيديوهات
es: Importar %d videos
fr: Importer %d vidéos
hi: %d वीडियो आयात करें
ja: %d個の動画をインポートする
ko: 비디오 %d개 가져오기
pt_br: Importar %d vídeos
zh_hans: 导入%d个视频

# BanubaVideoEditor.Gallery.ImportMultipleVideosAndPhotos
source: Import %d videos and photos
ar: استيراد %d من الفيديوهات والصور
es: Importar %d videos y fotos
fr: Importer %d vidéos et photos
hi: %d वीडियो और फोटो आयात करें
ja: %d個の動画と写真をインポートする
ko: 비디오 %d개 및 사진 가져오기
pt_br: Importar %d vídeos e fotos
zh_hans: 导入%d个视频和照片

# BanubaVideoEditor.Gallery.ImportSingleImage
source: Import 1 image
ar: استيراد صورة واحدة
es: Importar 1 imagen
fr: Importer 1 image
hi: 1 छवि आयात करें
ja: 1つの画像をインポートする
ko: 이미지 1개 가져오기
pt_br: Importar 1 imagem
zh_hans: 导入1张图像

# BanubaVideoEditor.Gallery.ImportMultipleImages
source: Import %d images
ar: استيراد %d من الصور
es: Importar %d imágenes
fr: Importer %d images
hi: %d छवियां आयात करें
ja: %d枚の画像をインポートする
ko: 이미지 %d개 가져오기
pt_br: Importar %d imagens
zh_hans: 导入%d张图像

# BanubaVideoEditor.Gallery.EmptySelectionMessage
source: Select at least 1 file
ar: اختر على الأقل ملف واحد
es: Selecciona al menos 1 archivo
fr: Sélectionnez au moins 1 fichier
hi: कम से कम 1 फाइल का चयन करें
ja: 少なくとも1つのファイルを選択してください
ko: 적어도 1개 파일을 선택하세요
pt_br: Selecione pelo menos 1 arquivo
zh_hans: 至少选择1个文件

# com.banuba.videoEditor.recorder.additionalEffects.NoMediaFound
source: No media found
ar: لم يتم العثور على ملفات الوسائط
es: No se encontraron archivos multimedia
fr: Aucun fichier trouvé
hi: कोई मीडिया फ़ाइल नहीं मिली
ja: メディアが見つかりませんでした
ko: 미디어 없음
pt_br: Nenhum arquivo encontrado
zh_hans: 未找到媒体

# com.banuba.videoEditor.recorder.additionalEffects.AllowAccess
source: Allow Access
ar: السماح بالوصول
es: Permitir acceso
fr: Autoriser l'accès
hi: पहुँच अनुमति दें
ja: アクセスを許可する
ko: 액세스 허용
pt_br: Permitir acesso
zh_hans: 允许访问

source: Select media to change the background:
ar: اختر وسائط لتغيير الخلفية:
es: Seleccionar archivo multimedia para cambiar el fondo:
fr: Sélectionnez le média pour changer l'arrière-plan :
hi: पृष्ठभूमि बदलने के लिए मीडिया का चयन करें:
ja: 背景を変更するメディアを選択してください:
ko: 배경을 변경할 미디어를 선택하세요:
pt_br: Selecione um arquivo para alterar o fundo:
zh_hans: 选择媒体更改背景：

source: Allow access to Gallery to change the background
ar: السماح بالوصول إلى المعرض لتغيير الخلفية
es: Permitir acceso a la galería para cambiar el fondo
fr: Autoriser l'accès à la galerie pour changer l'arrière-plan
hi: पृष्ठभूमि बदलने के लिए गैलरी तक पहुँच अनुमति दें
ja: 背景を変更するためにギャラリーへのアクセスを許可してください
ko: 배경을 변경하려면 갤러리 액세스를 허용하세요
pt_br: Permitir acesso à galeria para alterar o fundo
zh_hans: 允许访问相册更改背景

# cover.thumbnail.title
source: Choose a frame from your video or an image from Gallery
ar: اختر إطارًا من فيديوك أو صورة من المعرض
es: Elige una imagen de tu video o de la galería
fr: Choisissez une image de votre vidéo ou une image de la galerie
hi: अपनी वीडियो से फ्रेम चुनें या गैलरी से एक छवि चुनें
ja: ビデオからフレームまたはギャラリーから画像を選択してください
ko: 비디오에서 프레임 또는 갤러리에서 이미지 선택
pt_br: Escolha um quadro do seu vídeo ou uma imagem da galeria
zh_hans: 从视频中选择帧或从相册中选择图像

# cover.gallery.button.title
source: Choose from Gallery
ar: اختر من المعرض
es: Elegir de la galería
fr: Choisir dans la galerie
hi: गैलरी से चुनें
ja: ギャラリーから選択
ko: 갤러리에서 선택
pt_br: Escolher da galeria
zh_hans: 从相册选择

# cover.delete.button.title
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

# pip.switch.camera.title
source: Switch
ar: تبديل
es: Cambiar
fr: Changer
hi: स्विच
ja: スイッチ
ko: 전환
pt_br: Alternar
zh_hans: 切换

# pip.square.camera.title
source: Square
ar: مربع
es: Cuadrado
fr: Carré
hi: वर्ग
ja: 正方形
ko: 사각형
pt_br: Quadrado
zh_hans: 方形

# pip.round.camera.title
source: Round
ar: دائرة
es: Redondo
fr: Rond
hi: गोल
ja: 丸い
ko: 원형
pt_br: Redondo
zh_hans: 圆形

# pip.floating.camera.title
source: Floating
ar: عائم
es: Flotante
fr: Flottant
hi: फ्लोटिंग
ja: 浮動
ko: 플로팅
pt_br: Flutuante
zh_hans: 浮动

# pip.react.camera.title
source: React
ar: رد فعل
fr: Réagir
hi: प्रतिक्रिया
ja: リアクション
ko: 리액트
pt_br: Reagir
zh_hans: 反应

# pip.original.camera.title
source: Original
ar: الأصلي
hi: मूल
ja: 元の
ko: 오리지널
zh_hans: 原始

# pip.centered.camera.title
source: Centered
ar: مركز
es: Centrado
fr: Centré
hi: केंद्रित
ja: 中央
ko: 가운데 정렬
pt_br: Centralizado
zh_hans: 居中

# pip.left.right.camera.title
source: Portrait
ar: صورة شخصية
es: Vertical
hi: पोर्ट्रेट
ja: 縦向き
ko: 세로 모드
pt_br: Retrato
zh_hans: 纵向

# pip.top.bottom.camera.title
source: Landscape
ar: أفقي
es: Horizontal
fr: Paysage
hi: लैंडस्केप
ja: 横向き
ko: 가로 모드
pt_br: Paisagem
zh_hans: 横向

# pip.layout.settings.title
source: Layout Settings
ar: إعدادات التخطيط
es: Configuración de diseño
fr: Paramètres de la mise en page
hi: लेआउट सेटिंग्स
ja: レイアウト設定
ko: 레이아웃 설정
pt_br: Configurações de layout
zh_hans: 布局设置
