Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# settings_notifications_chat_text
source: Receive a push notification every time someone send you a chat message.
ar: تلقي إبلاغ كل مرة شخص يرسل لك رسالة دردشة.
fr: Recevoir une notification push à chaque fois que quelqu'un vous envoie un message de chat.
hi: जब भी कोई आपको चैट संदेश भेजता है, तो पुश नोटिफिकेशन प्राप्त करें।
ja: チャットメッセージを受信するたびにプッシュ通知を受ける。
ko: 누군가가 채팅 메시지를 보낼 때마다 알림을 받습니다.
pt_br: Receba uma notificação por push cada vez que alguém lhe enviar uma mensagem de bate-papo.
zh_hans: 每次有人给您发送聊天消息时都收到推送通知。

# settings_notifications_stream_email_title
source: Email communication
ar: الاتصال عبر البريد الالكتروني
fr: Communication par e-mail
hi: ईमेल संचार
ja: メールコミュニケーション
ko: 이메일 통신
pt_br: Comunicação por e-mail
zh_hans: 邮件沟通

# settings_notifications_stream_text_title
source: Text communication
ar: الاتصال عبر الرسائل النصية
fr: Communication par texte
hi: टेक्स्ट संचार
ja: テキストコミュニケーション
ko: 문자 메시지 통신
pt_br: Comunicação por mensagem de texto
zh_hans: 短信沟通

# settings_notifications_stream_phone_title
source: Phone communication
ar: الاتصال عبر الهاتف
fr: Communication par téléphone
hi: फ़ोन संचार
ja: 電話コミュニケーション
ko: 전화 통신
pt_br: Comunicação por telefone
zh_hans: 电话沟通

# settings_notifications_chat_title
source: Chat
ar: دردشة
fr: Discussion
hi: चैट
ja: チャット
ko: 채팅
pt_br: Bate-papo
zh_hans: 聊天

# tip_animation_message
source: TIPPED
ar: البقشيش
fr: POURBOIRE REÇU
hi: टिप दी गई
ja: チップを送りました
ko: 팁!
pt_br: DEU GORJETA
zh_hans: 已付小费

# settings_tips
source: Tip Settings
ar: أهم الإعدادات
es: Configuración de propinas
fr: Paramètres du pourboire
hi: टिप सेटिंग्स
ja: チップ設定
ko: 팁 설정
pt_br: Configurações de Gorjeta
zh_hans: 小费设置

# set_tip_warning
source: Setup Tip Preference
ar: إعداد أهم التفضيلات
fr: Préférence de configuration
hi: टिप प्राथमिकता सेट करें
ja: チップ設定
ko: 팁 설정 경고
pt_br: Configurar preferências de gorjeta
zh_hans: 设置小费偏好

# set_tip_warning_message
source: In order to tip on a stream, you must setup your tip preferences. Would you like to setup now or later?
ar: من أجل تفضيل بث ما، يجب عليكم إعداد تفضيلات معلوماتكم الخاصة. هل تريدون القيام بذلك الآن؟
fr: Pour donner un pourboire lors d'une diffusion, vous devez configurer vos préférences. Voulez-vous configurer maintenant ou plus tard ?
hi: किसी स्ट्रीम पर टिप देने के लिए, आपको अपनी टिप प्राथमिकताएं व्यवस्थित करनी होंगी। क्या आप इसे अभी या बाद में सेटअप करना चाहेंगे?
ja: ストリームに対してチップを送るには、チップの設定が必要です。今すぐ設定しますか？それとも後で設定しますか？
ko: 스트림에서 팁을 보내려면 팁 환경 설정을 해야합니다. 지금 설정하시겠습니까, 아니면 나중에 설정하시겠습니까?
pt_br: Para dar gorjeta em uma transmissão, é necessário configurar suas preferências de gorjeta. Gostaria de configurar agora ou mais tarde?
zh_hans: 您必须设置小费偏好才能在直播里给小费。您想要现在还是稍后设置？

# tip_enforce_broadcaster_title
source: Paid Broadcast
ar: البث الخالص
es: Emisión pagada
fr: Diffusion payée
hi: सशुल्क प्रसारण
ja: 有料ブロードキャスト
ko: 유료 방송
pt_br: Veiculação Paga
zh_hans: 付费广播

# tip_enforce_broadcaster_description
source: Viewers will be notified you are switching to “Paid Broadcast” mode. See Help for details. The first 60 seconds of your paid broadcast will be a free preview. Please ensure that you follow the terms of service and community guidelines within this 60 second timeframe. You must broadcast for a minimum of 15 minutes after turning on Paid Broadcast mode. Please do not make false claims or promises to viewers. Failure to follow Paid Broadcast rules may result in your payment being withheld. See terms of service for further details.
ar: سيتم ابلاغ المشاهدين انك تحول الى وضع "البث المدفوعة". راجع قسم المساعدة للحصول على التفاصيل. أول 60 ثانية من البث المدفوعة قابلة للمعاينة المجانية. يرجى التأكد من اتباع المبادئ التوجيهية لالخدمة و ارشادات المجتمع في هذا الإطار الزمني 60 ثانية. يجب أن تبث لمدة 15 دقيقة على الأقل بعد تشغيل وضع البث المدفوع المدفوعة. الرجاء عدم قول ادعاءات كاذبة او وعود كاذبة للمشاهدين. قد يؤدي عدم اتباع قواعد البث المدفوعة الى حجز مكافأتك المالية. يرجى مراجعة شروط الخدمة للحصول على مزيد من التفاصيل.
fr: Les téléspectateurs seront informés que vous allez passer en mode « Diffusion payante ». Voir l'aide pour plus de détails. Les 60 premières secondes de votre diffusion payante seront un aperçu gratuit. Assurez-vous de bien respecter les termes du service et les directives communautaires dans ce délai de 60 secondes. Vous devez diffuser pendant au moins 15 minutes après avoir activé le mode de diffusion payante. Ne faites pas de fausses déclarations ou promesses aux téléspectateurs. Si vous ne respectez pas les règles de diffusion payante, votre paiement est retenu. Voir les conditions de service pour plus de détails.
hi: दर्शकों को सूचित किया जाएगा कि आप “Paid Broadcast” मोड पर स्विच कर रहे हैं। विवरण के लिए Help देखें। आपके सशुल्क प्रसारण के पहले 60 सेकंड का एक निःशुल्क पूर्वावलोकन होगा। कृपया यह सुनिश्चित करें कि आप इस 60 सेकंड समय सीमा के भीतर सेवा की शर्तों और सामुदायिक दिशानिर्देशों का पालन करें। आपको सशुल्क प्रसारण मोड चालू करने के बाद कम से कम 15 मिनट के लिए प्रसारण करना होगा। कृपया दर्शकों को झूठे दावे या वादे न करें। सशुल्क प्रसारण नियमों का पालन करने में विफलता के परिणामस्वरूप आपका भुगतान रोक दिया जा सकता है। अधिक जानकारी के लिए सेवा की शर्तें देखें।
ja: 視聴者には、"有料ブロードキャスト" モード”に切り替わることが通知されます。詳細はヘルプをご覧ください。有料ブロードキャストの初めの 60 秒間は無料プレビューになります。この 60 秒間はサービス規約とコミュニティガイドラインに従ってください。 有料ブロードキャストをオンにしてから最低 15 分間ブロードキャストする必要があります。視聴者に偽の宣伝や守れない約束をしないでください。有料ブロードキャストのルールに従わなかった場合、支払い金額が差し引かれる可能性があります。 詳細はサービス規約をご覧ください。
ko: 시청자들에게 '유료 방송' 모드로 전환하는 것을 알립니다. 자세한 내용은 도움말을 참조하세요. 유료 방송의 처음 60초는 무료 미리보기로 제공됩니다. 이 60초 동안 서비스 약관과 커뮤니티 지침을 준수하십시오. 유료 방송 모드를 켠 후 최소 15분 동안 방송해야 합니다. 시청자에게 거짓 주장이나 약속을 하지 마십시오. 유료 방송 규칙을 따르지 않을 경우 지불이 보류될 수 있습니다. 자세한 내용은 서비스 약관을 확인하세요.
pt_br: Os espectadores serão informados de que você está mudando para o modo de "Veiculação Paga". Consulte detalhes na Ajuda. Os primeiros 60 segundos da sua veiculação paga serão uma prévia gratuita. Por favor, certifique-se de respeitar os termos do serviço e as regras da comunidade nesse período de 60 segundos. É preciso veicular por no mínimo 15 minutos após ativar a Veiculação Paga. Não faça falsas alegações nem falsas promessas para os espectadores. A inobservância das regras da Veiculação Paga poderá resultar na retenção do seu pagamento. Consulte mais detalhes nos termos do serviço.
zh_hans: 当您切换到 “付费广播”模式时，观众将得到通知。查看“帮助”了解详情。您的付费广播的前60秒将是免费预览。请确保在这60秒的时间段里，您遵循服务条款和社区指导。 在打开“付费广播”模式后，您必须最少广播15分钟。请不要对观众做出虚假陈述或保证。如果不遵循“付费广播”规则，可能导致您的收入被扣除。 查看服务条款了解进一步详情。

# tip_enforce_viewer_title
source: The broadcaster has requested a minimum of
ar: قد طلب المذيع كحد ادنى لمشاهدة البث كمية البقشيش
es: Esta emisión requiere ahora de un pago
fr: Le diffuseur a demandé un minimum de
hi: प्रसारक ने इसके न्यूनतम का अनुरोध किया है
ja: ブロードキャスターは次の最低額をリクエストしています:
ko: 방송자가 최소한
pt_br: O veiculador solicitou um mínimo de
zh_hans: 主播要求最少

# tip_enforce_viewer_loading
source: Sending tip
ar: يتم ارسال البقشيش
fr: Envoyer un pourboire
hi: टिप भेज रहे हैं
ja: チップを送っています
ko: 팁 보내는 중
pt_br: Enviando gorjeta
zh_hans: 发送小费

# tip_stream_balance_label
source: Available Balance:
ar: الرصيد المتوفر:
fr: Solde disponible :
hi: उपलब्ध शेष राशि:
ja: 利用可能な残高:
ko: 사용 가능 잔액:
pt_br: Saldo disponível:
zh_hans: 可用余额：

# tip_enforce_video_title
source: Paid Video Upload
ko: 유료 비디오 업로드

# tip_enforce_video_description
source: Your upload will be a ”Paid Video Upload”. See Help for details. The first 60 seconds of your Paid Video Upload will be a free preview. Please ensure that you follow the terms of service and community guidelines with your upload. Please do not make false claims or promises to viewers. Failure to follow rules may result in your payment being withheld. See terms of service for further details.
ko: 업로드한 비디오는 '유료 비디오 업로드'입니다. 자세한 내용은 도움말을 참조하세요. 유료 비디오 업로드의 처음 60초는 무료 미리보기로 제공됩니다. 업로드 시 서비스 약관과 커뮤니티 지침을 준수하십시오. 시청자에게 거짓 주장이나 약속을 하지 마십시오. 규칙을 따르지 않을 경우 지불이 보류될 수 있습니다. 자세한 내용은 서비스 약관을 확인하세요.

# tip_enforce_no_crowdfund
source: Cannot attach a Crowdfund campaign to a Paid Video
ko: 유료 비디오에 크라우드펀딩 캠페인을 첨부할 수 없습니다.

source: Error
ar: خطأ
fr: Erreur
hi: त्रुटि
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误

# register_name_missing_error
source: Fullname is required to register
ar: مطلوب الاسم الكامل للتسجيل
fr: Vous avez besoin d'un nom complet pour s'inscrire
hi: रजिस्टर करने के लिए पूर्णनाम की आवश्यकता है
ja: 登録にはフルネームが必要です
ko: 이름을 등록하기 위해 필요합니다
pt_br: É necessário o nome completo para cadastrar-se
zh_hans: 需要全名才能注册

# register_name_error
source: Fullname cannot have any numeric or special characters
ar: لا يجب على الاسم الكامل أن يحتوي على أي أرقام أو أشكال خاصة
fr: Le nom complet ne peut pas contenir de caractères numériques ou spéciaux
hi: पूर्णनाम में कोई संख्यात्मक या विशेष वर्ण नहीं हो सकते
ja: フルネームに数字や特殊文字は使えません
ko: 이름에 숫자나 특수 문자가 포함될 수 없습니다
pt_br: O nome completo não pode ter nenhum caractere numérico ou especial
zh_hans: 全名不能有任何数字或特殊字符

# register_error_long
source: Please correct the following to proceed
ar: الرجاء تصحيح التالي للمتابعة
fr: Veuillez corriger ce qui suit pour continuer
hi: आगे बढ़ने के लिए कृपया निम्न को ठीक करें
ja: 次の項目を修正して続行してください
ko: 계속하려면 다음을 수정하세요
pt_br: Por favor, corrija o seguinte para prosseguir
zh_hans: 请更正下列信息继续

# register_error_short
source: Please correct your mistake
ar: الرجاء تصحيح الأخطاء الموجودة
fr: Veuillez corriger votre erreur
hi: कृपया अपनी गलती को ठीक करें
ja: 誤った情報を訂正してください
ko: 잘못된 부분을 수정하세요
pt_br: Por favor, corrija o erro
zh_hans: 请修正错误

# register_error_email_warning
source: Email is incorrect. Would you like to enter a valid email or continue?
ar: البريد الإلكتروني غير صحيح، هل ترغبون في إدخال عنوان بريد إلكتروني صالح أو المتابعة؟.
fr: L'e-mail est incorrect. Voulez-vous saisir un e-mail valide ou continuer ?
hi: ईमेल गलत है। क्या आप एक मान्य ईमेल दर्ज करना चाहते हैं या जारी रखना चाहते हैं?
ja: メールアドレスが正しくありません。有名なメールアドレスを入力して続行しますか？
ko: 이메일이 올바르지 않습니다. 올바른 이메일을 입력하거나 계속 진행하시겠습니까?
pt_br: O e-mail está incorreto. Gostaria de digitar um e-mail válido ou continuar?
zh_hans: 邮箱不正确。您想要输入有效的邮箱还是继续？

# register_error_email_missing
source: Email is missing. Would you like to enter it now or do it later?
ar: البريد الإلكتروني غير موجود، هل ترغب في ادخاله الآن؟
fr: L'e-mail est obligatoire. Voulez-vous le saisir maintenant ou le faire plus tard ?
hi: ईमेल मौजूद नहीं है। क्या आप इसे अभी या बाद में दर्ज करना चाहेंगे?
ja: メールアドレスが入力されていません。今すぐ入力しますか？それとも後で入力しますか？
ko: 이메일이 누락되었습니다. 지금 입력하시겠습니까, 아니면 나중에 입력하시겠습니까?
pt_br: Está faltando o e-mail. Gostaria de informar um agora ou fazer isso mais tarde?
zh_hans: 缺少邮箱。您想现在输入还是稍后再做？

# register_phonenumber_invalid
source: Invalid Phone number for country
ar: رقم الهاتف الموجود غير صالح بمنطقتكم الخاصة.
fr: Numéro de téléphone invalide pour le pays
hi: देश के लिए अमान्य फ़ोन नंबर
ja: 国に対して無効な電話番号
ko: 해당 국가에 대한 유효하지 않은 전화번호입니다
pt_br: Número de telefone inválido para o país
zh_hans: 国家的电话号码无效

# register_email_invalid
source: The email address you entered is invalid.
ar: البريد الإلكتروني غير صالح، الرجاء التحقق منه مرة أخرى.
fr: E-mail invalide, veuillez le vérifier
hi: अमान्य ईमेल, कृपया इसकी पुष्टि करें
ja: 無効なメールアドレス。確認してください
ko: 입력한 이메일 주소가 유효하지 않습니다.
pt_br: E-mail inválido. Por favor, verifique
zh_hans: 无效的邮箱，请验证

# register_email_missing
source: Missing Email
ar: البريد الإلكتروني غير موجود
fr: E-mail manquant
hi: अप्राप्त ईमेल
ja: メールアドレスが入力されていません
ko: 이메일 주소가 누락되었습니다.
pt_br: E-mail faltando
zh_hans: 缺少邮箱

# register_email_exists
source: Email address you entered is already in use.
ar: تم العثور على هذا البريد الإلكتروني في سجلاتنا
fr: L'e-mail existe déjà sur nos enregistrements
hi: हमारे रिकॉर्ड पर ईमेल पहले से मौजूद है
ja: メールアドレスが既に記録に存在します
ko: 입력한 이메일 주소는 이미 사용 중입니다.
pt_br: O e-mail já existe em nossos arquivos
zh_hans: 邮箱已经存在在我们的记录中

# register_passwords_match_error
source: Passwords you entered do not match.
ar: كلمات المرور غير متطابقة
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
ja: パスワードが一致していません
ko: 입력한 비밀번호가 일치하지 않습니다.
pt_br: As senhas são diferentes
zh_hans: 密码不匹配

# register_password_length_error
source: Password must be at least 6 characters and contain at least one letter and one number.
ar: على كلمة السر أن تتكون من 6 رموز على الأقل
fr: Le mot de passe doit comporter au moins 6 caractères et contenir au moins une lettre et un numéro
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए और इसमें कम से कम एक अक्षर और एक नंबर होना चाहिए
ja: パスワードは 6 文字以上で、文字と数字が 1 つずつ含まれている必要があります。
ko: 비밀번호는 최소 6자 이상이어야 하며, 최소한 하나의 문자와 하나의 숫자를 포함해야 합니다.
pt_br: A senha deve ter pelo menos 6 caracteres e pelo menos uma letra e um número
zh_hans: 密码必须至少有6个字符，并包含至少一个字母和一个数字

# register_prefix_error
source: Prefix is missing
ar: البادئة غير موجودة
fr: Préfixe manquant
hi: उपसर्ग मौजूद नहीं है
ja: 敬称が入力されていません
ko: 접두사가 누락되었습니다.
pt_br: O prefixo está faltando
zh_hans: 缺少前缀

# register_phone_error
source: Phone number is missing
ar: رقم الهاتف غير موجود
fr: Numéro de téléphone manquant
hi: फोन नंबर मौजूद नहीं है
ja: 電話番号が入力されていません
ko: 전화번호가 누락되었습니다.
pt_br: O número de telefone está faltando
zh_hans: 缺少电话号码

# register_phone_invalid
source: Phone number is invalid
ar: رقم الهاتف غير صالح
fr: Le numéro de téléphone est invalide
hi: फोन नंबर अमान्य है
ja: 電話番号が無効です
ko: 전화번호가 유효하지 않습니다.
pt_br: O número de telefone é inválido
zh_hans: 电话号码无效

# register_phone_exist
source: Phone number already exists on our records
ar: تم العثور على رقم الهاتف في سجلاتنا
fr: Le numéro de téléphone existe déjà sur nos enregistrements
hi: फोन नंबर पहले से ही हमारे रिकॉर्ड पर मौजूद है
ja: 電話番号が既に弊社の記録に存在します
ko: 전화번호가 이미 우리 기록에 존재합니다
pt_br: O número de telefone já existe em nossos arquivos
zh_hans: 电话号码已经存在于我们的记录中

# register_country_error
source: Country is missing
ar: البلد غير موجود
fr: Pays manquant
hi: देश अप्राप्त है
ja: 国が入力されていません
ko: 국가가 누락되었습니다
pt_br: O país está faltando
zh_hans: 缺少国家

# register_password_error
source: Password is missing. Minimum 6 characters.
ar: كلمة السر غير موجودة، يجب أن تتكون على الأقل من 6 أحرف,
fr: Mot de passe manquant. Minimum de 6 caractères.
hi: पासवर्ड अप्राप्त है। न्यूनतम 6 अक्षर।
ja: パスワードが入力されていません。6 文字以上で入力してください。
ko: 비밀번호가 누락되었습니다. 최소 6자여야 합니다.
pt_br: A senha está faltando. Mínimo de 6 caracteres.
zh_hans: 缺少密码。最少6个字符。

# register_confirm_error
source: Password confirm is missing
ar: تأكيدا كلمة المرور غير موجود
fr: La confirmation du mot de passe est manquante
hi: पासवर्ड की पुष्टि नहीं हुई है
ja: パスワードの確認が入力されていません
ko: 비밀번호 확인이 누락되었습니다
pt_br: A repetição da senha está faltando
zh_hans: 缺少密码确认

# register_username_invalid_error
source: Usernames can only contain letters and numbers and must be at least 3 characters long.
ar: على اسم المستخدم ان يحتوي على احرف وارقام فقط وان يكون ثلاثة احرف على الاقل
fr: Les noms d'utilisateur ne peuvent contenir que des lettres et des chiffres et doivent comporter au moins 3 caractères.
hi: उपयोगकर्ता नाम में केवल अक्षर और संख्याएं हो सकती हैं और यह कम से कम 3 वर्ण लंबा होना चाहिए।
ja: ユーザー名は英数字のみで、4 文字以上必要です。
ko: 사용자 이름은 문자와 숫자만 포함될 수 있으며, 최소 3자 이상이어야 합니다.
pt_br: Os nomes de usuário podem conter apenas letras e números e devem ter pelo menos 3 caracteres.
zh_hans: 用户名只能包含字母和数字，且必须至少3个字符以上。

# register_username_exists_error
source: Username exists. Please pick another one.
ar: اسم المستخدم موجود، الرجاء اختيار إسم مستخدم آخر.
fr: Le nom d'utilisateur existe déjà. Veuillez choisir un autre
hi: उपयोगकर्ता नाम मौजूद है। कृपया कोई दूसरा नाम चुनें।
ja: ユーザー名が既に存在します。別のユーザー名を選択してください
ko: 사용자 이름이 이미 존재합니다. 다른 이름을 선택하세요.
pt_br: O nome de usuário já existe. Por favor, escolha outro
zh_hans: 用户名存在。请选择另一个

# register_username_error
source: Username is missing, minimum 4 characters starting with a letter.
ar: اسم المستخدم غير موجود، يجب أن يتكون على الأقل من 3 أحرف.
fr: Nom d'utilisateur manquant, minimum 4 caractères commençant par une lettre.
hi: उपयोगकर्ता नाम अनुपलब्ध है, अक्षर से शुरू होने वाले न्यूनतम 4 वर्ण।
ja: ユーザー名が入力されていません。4 文字以上で、文字で始まる必要があります。
ko: 사용자 이름이 누락되었습니다. 최소 4자 이상이어야 하며, 문자로 시작해야 합니다.
pt_br: Falta o nome de usuário. No mínimo 4 caracteres, começando com uma letra.
zh_hans: 用户名缺少，最少4个字符，以字母开始。

# register_birthday_error
source: Birthday is missing
ar: تاريخ الميلاد غير موجود
fr: La date de naissance manque
hi: जन्मदिन अनुपलब्ध है
ja: 生年月日が入力されていません
ko: 생년월일이 누락되었습니다
pt_br: Falta a data de nascimento
zh_hans: 缺少生日

# register_birthday_invalid_error
source: Birthday is invalid
ar: تاريخ الميلاد غير صحيح
fr: La date de naissance est invalide
hi: जन्मदिन अमान्य है
ja: 生年月日が無効です
ko: 생년월일이 유효하지 않습니다
pt_br: A data de aniversário é inválida
zh_hans: 生日无效

# register_agree_terms
source: You must agree to the Terms and Conditions to continue sign up
ar: يجب الموافقة على الشروط والأحكام لمواصلة الاشتراك
fr: Vous devez accepter les conditions générales pour continuer l'inscription
hi: साइन अप जारी रखने के लिए आपको नियम और शर्तों से सहमति व्यक्त करनी होगी
ja: サインアップを続けるには諸条件に同意する必要があります
ko: 계속하려면 이용 약관에 동의해야 합니다
pt_br: É necessário concordar com os Termos e Condições para continuar o cadastro
zh_hans: 您必须同意条款与条件才能继续注册

# register_facebook_no_email
source: You need to grant access to Profile and E-Mail on Facebook, try again.
ar: أنتم بحاجة لمنح حق الوصول إلى الملف الشخصي والبريد الإلكتروني على الفيسبوك. الرجاء المحاولة مرة اخرى.
es: Necesita conceder acceso al perfil y correo electrónico en Facebook. Inténtelo de nuevo.
fr: Vous devez accorder l'accès au profil et au courrier électronique sur Facebook, essayez à nouveau.
hi: आपको Facebook पर प्रोफ़ाइल और ई-मेल के लिए एक्सेस प्रदान करने की आवश्यकता है, पुनः प्रयास करें।
ja: Facebook のプロフィールとメールアドレスへのアクセス許可が必要です。再試行してください。
ko: 페이스북에서 프로필 및 이메일에 대한 액세스 권한을 부여해야 합니다. 다시 시도해보세요.
pt_br: Você precisa conceder acesso ao perfil e ao e-mail no Facebook. Tente novamente.
zh_hans: 您需要在脸书上授权我们获取您的资料和邮箱，请重试。

# register_facebook_email_exists
source: The email associated with this Facebook account already exists with an account on Peeks Social.
ar: البريد الإلكتروني المرتبط بحساب الفيسبوك هذا مرتبط مع حساب أخر على Peeks Social.
fr: L'e-mail associé à ce compte Facebook existe déjà sur un compte sur Peeks Social.
hi: इस Facebook खाते से जुड़ी हुई ईमेल पहले से ही Peeks Social पर एक खाते के साथ जुड़ी हुई है
ja: この Facebook アカウントのメールアドレスは既に Peeks Social アカウントに登録されています。
ko: 이 페이스북 계정에 연결된 이메일은 이미 Peeks Social의 계정에 존재합니다.
pt_br: O e-mail associado com esta conta no Facebook já existe com uma conta no Peeks.
zh_hans: 与此脸书帐户相关的邮箱已存在在Peek上。

# register_wrong_country_index
source: Failed to load your country. Please try it again
ar: فشل في تحميل بلدكم. يرجى المحاولة مرة أخرى.
es: Error al cargar su país. Inténtelo de nuevo.
fr: Impossible de charger votre pays. Veuillez essayer à nouveau
hi: आपका देश लोड करने में विफल। कृपया इसे फिर से देखें।
ja: 国の読み込みに失敗しました。再試行してください。
ko: 국가 정보를 불러오지 못했습니다. 다시 시도해주세요
pt_br: Falha no carregamento do seu país. Tente novamente
zh_hans: 无法加载您的国家。请重试

# birthday_error_future_date
source: Invalid birthday, or you came from future!
ar: تاريخ الميلاد غير صحيح. أو أنكم قادمون من المستقبل!
es: La fecha de nacimiento no es válida. ¡O viene usted del futuro!
fr: Anniversaire invalide, ou vous êtes venu du futur !
hi: अमान्य जन्मदिन, या आप भविष्य से आए हैं!
ja: 無効な生年月日が入力されたか、あなたは未来からのタイムトラベラーです！
ko: 유효하지 않은 생년월일 또는 미래에서 온 것 같습니다!
pt_br: Data de aniversário inválida (ou então você é do futuro!)
zh_hans: 无效的生日，不然您来自未来！

# confirmation_code_error
source: The confirmation code is invalid.
ar: رمز التأكيد غير صحيح.
es: El código de confirmación no es válido.
fr: Le code de confirmation est invalide.
hi: पुष्टिकरण कोड अमान्य है।
ja: 確認コードが無効です。
ko: 확인 코드가 유효하지 않습니다.
pt_br: O código de confirmação é inválido
zh_hans: 确认码无效。

# account_validation_code_sent_sms
source: A code will be sent to you via SMS.
ar: ستستقبلون الكود عبر رسالة قصيرة
es: Se le enviará un código por SMS
fr: Un code vous sera envoyé par SMS.
hi: एक कोड आपको SMS द्वारा भेजा जाएगा।
ja: SMS でコードが送信されます。
ko: 코드가 SMS로 전송될 예정입니다.
pt_br: Será enviado um código para você por SMS.
zh_hans: 将通过短信发送代码给您。

# account_validation_code_sent_ivr
source: A code will be sent to you via phone call.
ar: ستتلقون الكود عبر مكالمة هاتفية
fr: Un code vous sera envoyé par téléphone.
hi: एक कोड आपको फोन कॉल के माध्यम से भेजा जाएगा।
ja: 電話でコードが伝えられます。
ko: 코드가 전화 통화로 전송될 예정입니다.
pt_br: Será enviado um código para você por chamada telefônica.
zh_hans: 将通过电话发送代码给您。

# account_validation_code_sent_email
source: A code will be sent to you via email.
ar: سيتم إرسال الكود إليكم عبر البريد الإلكتروني
fr: Un code vous sera envoyé par e-mail.
hi: एक कोड आपको ईमेल द्वारा भेजा जाएगा।
ja: メールでコードが送信されます。
ko: 코드가 이메일로 전송될 예정입니다.
pt_br: Será enviado um código para você por e-mail.
zh_hans: 将通过邮件发送代码给您。

# account_validation_not_successful
source: Your account has not been validated
ar: لم يتم التحقق من صحة حسابكم الخاص
fr: Votre compte n'a pas été validé
hi: आपका खाते की पुष्टि नहीं हुई है
ja: アカウントの確認が完了していません
ko: 귀하의 계정이 유효화되지 않았습니다
pt_br: Sua conta não foi validada
zh_hans: 您的账户没有被验证

# payment_method_billing_missing_title
source: Billing address not complete
ar: عنوان تحرير الفواتير غير مكتمل
es: La dirección de facturación está incompleta
fr: Adresse de facturation incomplète
hi: बिलिंग पता पूरा नहीं है
ja: 請求先住所が未完全です
ko: 청구 주소 미완성
pt_br: Endereço de cobrança incompleto
zh_hans: 账单地址不完整

# payment_method_billing_missing
source: Please enter all necessary fields
ar: الرجاء تعبئة جميع الحقول المطلوبة
fr: Veuillez remplir tous les champs nécessaires
hi: कृपया सभी आवश्यक फ़ील्ड दर्ज करें
ja: すべての必須欄に入力してください
ko: 모든 필수 필드를 입력하세요
pt_br: Preencha todos os campos necessários
zh_hans: 请填入所有必要框

# tip_settings_success
source: Tip Settings Have Been Saved!
ar: تم حفظ أهم الإعدادات!
es: ¡La configuración de propinas ha sido guardada!
fr: Les réglages de pourboire ont été sauvegardés !
hi: टिप सेटिंग्स सेव कर दी गई हैं!
ja: チップ設定が保存されました！
ko: 팁 설정이 저장되었습니다!
pt_br: As configurações de gorjeta foram salvas!
zh_hans: 小费设置已被保存！

# stream_creation_error
source: Problem creating stream
ar: مشكلة أثناء إنشاء البث
es: Problemas al crear la transmisión
fr: Problème de création de flux
hi: स्ट्रीम बनाने में समस्या
ja: ストリームの作成中にエラーが発生しました
ko: 스트림 생성 문제
pt_br: Problema na criação da transmissão
zh_hans: 创建直播出问题

# stream_not_playable_title
source: Processing Video
fr: Traitement vidéo
hi: वीडियो प्रोसेस हो रहा है
ja: ビデオをプロセス中
ko: 비디오 처리 중
pt_br: Processando o vídeo
zh_hans: 处理视频中

# stream_not_playable_message
source: This stream is currently processing. It will be playable shortly.
fr: Cette diffusion en continu est en cours de traitement. Elle sera bientôt disponible.
hi: यह स्ट्रीम वर्तमान में प्रोसेस हो रही है। यह शीघ्र ही चलाने योग्य हो जाएगी।
ja: 現在ストリームをプロセス中です。間もなく再生可能になります。
ko: 이 스트림은 현재 처리 중입니다. 곧 재생 가능하게 될 것입니다.
pt_br: Esta transmissão está sendo processada. Em breve poderá ser reproduzida.
zh_hans: 此直播目前正在处理中。很快它就能播放了。

# stream_close_error
source: Problem closing stream
ar: هناك مشكلة في إغلاق البث
fr: Problème de fermeture de la vidéo
hi: स्ट्रीम बंद करने में समस्या
ja: ストリームを閉じる際にエラーが発生しました
ko: 스트림 닫기 문제
pt_br: Problema para fechar a transmissão
zh_hans: 关闭直播时出了问题

# stream_user_id_missing
source: There does not appear to be a user associated with this stream
ar: لا يبدو أن هناك أي مستخدم مقترن بهذا البث
fr: Il ne semble pas y avoir d'utilisateur associé à ce flux
hi: प्रतीत होता है कि इस स्ट्रीम के साथ कोई उपयोगकर्ता नहीं जुड़ा हुआ है
ja: このストリームにはユーザーがいません
ko: 이 스트림과 연결된 사용자가 없는 것 같습니다
pt_br: Parece que não há um usuário associado com esta transmissão
zh_hans: 似乎没有与此直播相关联的用户

# stream_user_not_live
source: The user does not appear to be streaming live
ar: لا يبدو أن المستخدم يقوم ببث مباشر
fr: L'utilisateur ne semble pas diffuser en direct
hi: प्रतीत होता है कि उपयोगकर्ता की स्ट्रीम का सीधा प्रसारण नहीं हो रहा है
ja: このユーザーはライブストリーミングしていないようです
ko: 이 사용자는 라이브 스트리밍 중이 아닌 것 같습니다
pt_br: O usuário não parece estar transmitindo ao vivo
zh_hans: 该用户似乎没有在直播
