Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# noFollowingToShare
source: No one on your contact list? Share it on your favorite social platforms.
ar: لا أحد في قائمة الاتصال الخاصة بك؟ شاركها على المنصات الاجتماعية المفضلة لديك.
es: ¿Nadie en tu lista de contactos? Compártelo en tus plataformas sociales favoritas.
fr: Personne dans votre liste de contacts ? Partagez-le sur vos plateformes sociales préférées.
hi: आपकी संपर्क सूची में कोई नहीं है? इसे अपने पसंदीदा सोशल प्लेटफॉर्म पर साझा करें।
ja: 連絡先リストに誰も載っていませんか?お気に入りのソーシャル プラットフォームで共有してください。
ko: 연락처 목록에 아무도 없나요? 좋아하는 소셜 플랫폼에 공유하세요.
pt_br: 你的联系人列表上没有人吗？在您最喜欢的社交平台上分享它。
zh_hans: 你的联系人列表上没有人吗？在您最喜欢的社交平台上分享它。

source: Search Contacts
ar: اتصالات بحث
es: Buscar contactos
fr: Rechercher des contacts
hi: संपर्क खोजें
ja: 連絡先の検索
ko: 연락처 검색
pt_br: 搜索联系人
zh_hans: 搜索联系人

source: Contacts
ar: جهات الاتصال
es: Contactos
hi: संपर्क
ja: 連絡先
ko: 연락처
pt_br: 联系人
zh_hans: 联系人

source: Send
ar: يرسل
es: Enviar
fr: Envoyer
hi: भेजना
ja: 送信
ko: 보내기
pt_br: 发送
zh_hans: 发送

source: Sent
ar: مرسل
es: Enviado
fr: Envoyé
hi: भेजा
ja: 送信済
ko: 전송됨
pt_br: 发送
zh_hans: 发送

# deactivateConfirmPassword
source: Please confirm your account for temporary deactivation below.
ar: الرجاء تأكيد حسابك لإلغاء التنشيط المؤقت أدناه.
es: Confirme su cuenta para la desactivación temporal a continuación.
fr: Veuillez confirmer votre compte pour désactivation temporaire ci-dessous.
hi: कृपया नीचे अस्थायी निष्क्रियता के लिए अपने खाते की पुष्टि करें।
ja: 以下でアカウントの一時的な無効化を 確認してください。
ko: 계정 일시 비활성화를 위해 아래에서 계정을 확인하세요.
pt_br: Confirme sua conta para desativação temporária abaixo.
zh_hans: 请确认您的帐户以 在下面暂时停用。

# deleteConfirmPassword
source: Please confirm your account for permanent deletion below.
ar: الرجاء تأكيد حسابك للحذف الدائم أدناه.
es: Confirme su cuenta para la eliminación permanente a continuación.
fr: Veuillez confirmer votre compte pour la suppression définitive ci-dessous.
hi: कृपया नीचे स्थायी विलोपन के लिए अपने खाते की पुष्टि करें।
ja: アカウントを 永久に削除するかどうかを以下で確認してください。
ko: 영구 삭제를 위해 아래에서 계정을 확인하세요.
pt_br: Por favor, confirme sua conta para exclusão permanente abaixo.
zh_hans: 请在下方确认您的帐户以 永久删除。

source: Confirmation
ar: تأكيد
es: Confirmación
hi: पुष्टीकरण
ja: 確認
ko: 확인
pt_br: Confirmação
zh_hans: 确认

# deactivateConfirmation
source: Are you sure you wish to temporarily deactivate your Keek account?
ar: هل أنت متأكد من رغبتك في إلغاء تنشيط حسابك مؤقتًا؟
es: ¿Está seguro de que desea desactivar temporalmente su cuenta de Keek?
fr: Êtes-vous sûr de vouloir désactiver temporairement votre compte Keek ?
hi: क्या आप वाकई अपना कीक खाता अस्थायी रूप से निष्क्रिय करना चाहते हैं?
ja: Keek アカウントを 一時的に無効にしてもよろしいですか?
ko: Keek 계정을 일시적으로 비활성화하시겠습니까?
pt_br: Tem certeza de que deseja desativar temporariamente sua conta Keek?
zh_hans: 您确定要 暂时停用您的 Keek 帐户吗？

# cancelDeactivation
source: No, cancel my deactivation
ar: لا ، إلغاء التعطيل الخاص بي
es: No, cancelar mi desactivación
fr: Non, annuler ma désactivation
hi: नहीं, मेरी निष्क्रियता रद्द करें
ja: いいえ、無効化をキャンセルします
ko: 아니요, 비활성화 취소
pt_br: Não, cancelar minha desativação
zh_hans: 不，取消我的停用

source: Account Deletion
ar: حذف الحساب
es: Eliminación de cuenta
fr: Suppression de compte
hi: खाता हटाना
ja: アカウントの削除
ko: 계정 삭제
pt_br: Exclusão de conta
zh_hans: 帐户删除

# deleteConfirmation
source: Are you sure you wish to permanently delete your Keek account?
ar: هل أنت متأكد من رغبتك في حذف حسابك Keek بشكل دائم؟
es: ¿Está seguro de que desea borrar definitivamente su cuenta de Keek?
fr: Êtes-vous sûr de vouloir supprimer définitivement votre compte Keek ?
hi: क्या आप वाकई अपना कीक खाता स्थायी रूप से हटाना चाहते हैं?
ja: Keek アカウントを 永久に削除してもよろしいですか?
ko: Keek 계정을 영구적으로 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir permanentemente sua conta do Keek?
zh_hans: 您确定要 永久删除您的 Keek 帐户吗？

# cancelDeletion
source: No, cancel my permanent deletion
ar: لا ، قم بإلغاء الحذف الدائم
es: No, cancelar mi eliminación permanente
fr: Non, annuler ma suppression définitive
hi: नहीं, मेरा स्थायी विलोपन रद्द करें
ja: いいえ、永久削除をキャンセルします
ko: 아니요, 삭제 취소
pt_br: Não, cancelar minha exclusão permanente
zh_hans: 不，取消我的永久删除

source: Temporarily Deactivate
ar: إلغاء التنشيط مؤقتًا
es: Desactivar temporalmente
fr: Désactiver temporairement
hi: अस्थायी रूप से निष्क्रिय करें
ja: 一時的に無効化する
ko: 일시적으로 비활성화
pt_br: Desativar temporariamente
zh_hans: 暂时停用

source: Permanently Delete
ar: حذف بشكل دائم
es: Borrar permanentemente
fr: Effacé définitivement
hi: स्थायी रूप से हटाना
ja: 完全に削除
ko: 영구적으로 삭제
pt_br: Excluir permanentemente
zh_hans: 永久删除

# accountDeactivateSuccess
source: Your account has been deactivated. If you decide to return, simply reactivate your account by logging in again.
ar: حسابك تم تعطيله. إذا قررت العودة ، فما عليك سوى إعادة تنشيط حسابك عن طريق تسجيل الدخول مرة أخرى.
es: Tu cuenta ha sido desactivada. Si decide regresar, simplemente reactive su cuenta iniciando sesión nuevamente.
fr: Votre compte a été désactivé. Si vous décidez de revenir, il vous suffit de réactiver votre compte en vous reconnectant.
hi: आपका खाता निष्क्रिय कर दिया गया है। यदि आप वापस लौटने का निर्णय लेते हैं, तो बस फिर से लॉग इन करके अपने खाते को पुनः सक्रिय करें।
ja: あなたのアカウントが無効になっています。戻ることにした場合は、再度ログインしてアカウントを再アクティブ化してください。
ko: 계정이 비활성화되었습니다. 돌아가려면 계정을 다시 활성화하세요.
pt_br: Sua conta foi desativada. Se você decidir retornar, basta reativar sua conta fazendo login novamente.
zh_hans: 您的帐户已被停用。如果您决定返回，只需重新登录即可重新激活您的帐户。

# accountDeleteSuccess
source: Your account has been successfully deleted. Thank you for being a part of Keek community.
ar: تم حذف حسابك بنجاح. شكرا لكونك جزء من مجتمع Keek.
es: Su cuenta ha sido eliminada con éxito. Gracias por ser parte de la comunidad Keek.
fr: Votre compte a été supprimé avec succès. Merci de faire partie de la communauté Keek.
hi: आपका खाता सफलतापूर्वक हटा दिया गया है। कीक समुदाय का हिस्सा बनने के लिए धन्यवाद।
ja: アカウントは正常に削除されました。 Keek コミュニティにご参加いただきありがとうございます。
ko: 계정이 성공적으로 삭제되었습니다. Keek 커뮤니티의 일원이 되어 주셔서 감사합니다.
pt_br: Sua conta foi excluída com sucesso. Obrigado por fazer parte da comunidade Keek.
zh_hans: 您的帐户已成功删除。感谢您加入 Keek 社区。

# violationTitle1
source: Sorry, we're unable to post this!
ar: معذرةً ، نحن غير قادرين على n نشر هذا!
es: Lo sentimos, no podemos publicar esto.
fr: Désolé, nous ne sommes pas en mesure de publier ceci !
hi: क्षमा करें, हम इसे पोस्ट करने में असमर्थ हैं !
ja: 申し訳ありませんが、 これを投稿できません。
ko: 죄송합니다, 이를 게시할 수 없습니다!
pt_br: Desculpe, não podemos postar isso!
zh_hans: 抱歉，我们无法 发布此信息！

# violationTitle2
source: Your post has violated our terms of service.
ar: لقد انتهكت منشورك شروط الخدمة لدينا.
es: Su publicación ha violado nuestros términos de servicio.
fr: Votre message a violé nos conditions d'utilisation.
hi: आपकी पोस्ट ने हमारी सेवा की शर्तों का उल्लंघन किया है।
ja: あなたの投稿は利用規約に違反しています。
ko: 귀하의 게시물이 서비스 약관을 위반했습니다.
pt_br: Sua postagem violou nossos termos de serviço.
zh_hans: 您的帖子违反了我们的服务条款。

# violationTitle3
source: If you feel this post has been un-fairly flagged you can appeal this decision for further review.
ar: إذا كنت تشعر أن هذه المشاركة لم يتم الإبلاغ عنها إلى حد ما n يمكنك استئناف هذا القرار n لمزيد من المراجعة.
es: Si cree que esta publicación se ha marcado injustamente , puede apelar esta decisión para una revisión adicional.
fr: Si vous estimez que ce message a été injustement signalé, vous pouvez faire appel de cette décision pour un examen plus approfondi.
hi: अगर आपको लगता है कि इस पोस्ट को निष्पक्ष फ्लैग किया गया है तो आप आगे की समीक्षा के लिए इस फैसले के खिलाफ अपील कर सकते हैं।
ja: この投稿に不当なフラグが付けられていると思われる場合は、 さらなる審査を求めるためにこの決定に対して異議を申し立てることができます。
ko: 이 게시물이 불공정하게 신고되었다고 생각하는 경우 심사를 위해 이 결정에 항의할 수 있습니다.
pt_br: Se você acha que esta postagem foi sinalizada injustamente, você pode apelar dessa decisão para uma análise mais aprofundada.
zh_hans: 如果您认为此帖子的标记不公平， 您可以对该决定提出申诉 以供进一步审核。

# appealLbl
source: Appeal for further review.
ar: نداء لمزيد من المراجعة.
es: Apelación para revisión adicional.
fr: Appel pour un examen plus approfondi.
hi: आगे की समीक्षा के लिए अपील।
ja: さらなる見直しを求めて上訴する。
ko: 심사를 위한 항의.
pt_br: Recurso para nova revisão.
zh_hans: 请求进一步审查。

source: Submit for Appeal
ar: إرسال للاستئناف
es: Enviar para apelación
fr: Soumettre pour appel
hi: अपील के लिए प्रस्तुत करें
ja: 異議申し立てを提出する
ko: 심사를 위해 제출
pt_br: Enviar para apelação
zh_hans: 提交上诉

# violationText1
source: Unfortunately your recent post has been flagged for
ar: للأسف تم وضع علامة على رسالتك الأخيرة n من أجل
es: Lamentablemente, tu publicación reciente ha sido marcada por
fr: Malheureusement, votre message récent a été signalé pour
hi: दुर्भाग्‍य से आपकी हाल की पोस्‍ट को के लिए फ़्लैग कर दिया गया है
ja: 残念ながら、最近の投稿には フラグが立てられています
ko: 안타깝게도 귀하의 최근 게시물이
pt_br: Infelizmente, sua postagem recente foi sinalizada para
zh_hans: 很遗憾，您最近的帖子已被标记为

# violationText2
source: in this post.
ar: في هذا المنشور.
es: en esta publicación
fr: dans ce poste.
hi: इस पोस्ट में।
ja: この投稿で。
ko: 에 대해 신고가 접수되었습니다.
pt_br: nesta postagem.
zh_hans: 在这篇文章中。

# appealTitle1
source: We've received your appeal request.
ar: لقد تلقينا n طلب الاستئناف الخاص بك.
es: Hemos recibido su solicitud de apelación.
fr: Nous avons reçu votre demande d'appel.
hi: हमें आपका अपील अनुरोध मिल गया है।
ja: 再審査請求を受け取りました。
ko: 항의 요청이 접수되었습니다.
pt_br: Recebemos seu pedido de apelação.
zh_hans: 我们已收到 您的上诉请求。

# appealTitle2
source: Our Keek customer service team will review your appeal on this post and update you within 24 hours.
ar: سيقوم فريق خدمة عملاء Keek لدينا n بمراجعة استئنافك في هذا المنشور وتحديثه n في غضون 24 ساعة.
es: Nuestro equipo de servicio al cliente de Keek revisará su apelación en esta publicación y lo actualizará dentro de las 24 horas.
fr: Notre équipe du service client de Keek examinera votre appel sur ce message et vous mettra à jour dans les 24 heures.
hi: हमारी कीक ग्राहक सेवा टीम इस पोस्ट पर आपकी अपील की समीक्षा करेगी और आपको 24 घंटों के भीतर अपडेट करेगी।
ja: Keek カスタマー サービス チームは この投稿に対するあなたの申し立てを検討し、 24 時間以内に最新情報をお知らせします。
ko: Keek 고객 서비스 팀에서 이 게시물에 대한 항의를 검토하고 24시간 내에 업데이트합니다.
pt_br: Nossa equipe de atendimento ao cliente Keek irá analisar sua apelação nesta postagem e atualizá-lo dentro de 24 horas.
zh_hans: 我们的 Keek 客户服务团队将 审核您对此帖子的申诉并在 24 小时内 更新您的信息。

# appealTitle3
source: You will receive a message in your Keek messages.
ar: ستتلقى رسالة في n رسائل Keek الخاصة بك.
es: Recibirás un mensaje en tus mensajes de Keek.
fr: Vous recevrez un message dans vos messages Keek.
hi: आपको अपने कीक संदेशों में एक संदेश प्राप्त होगा।
ja: Keek メッセージでメッセージを受け取ります。
ko: Keek 메시지에서 메시지를 확인하실 수 있습니다.
pt_br: Você receberá uma mensagem em suas Mensagens do Keek.
zh_hans: 您将在您的 Keek 消息中收到一条消息。

source: Back Home
ar: العودة إلى المنزل
es: volver a casa
fr: Retour à la maison
hi: वापस घर
ja: ホームに戻る
ko: 홈으로 돌아가기
pt_br: Voltar para casa
zh_hans: 回家

# downloadingTitle
source: Please Wait
ar: يرجى الانتظار
es: Por favor espera
fr: Veuillez patienter
hi: कृपया प्रतीक्षा करें
ja: お待ちください
ko: 기다려주세요
pt_br: Por favor, aguarde
zh_hans: 请稍候

# downloadingSubTitle
source: We're in the process of downloading this video. It won't be long.
ar: نحن في عملية تحميل هذا الفيديو. لن يستغرق ذلك وقتًا طويلاً.
es: Estamos en el proceso de descargar este video. No tomará mucho tiempo.
fr: Nous sommes en train de télécharger cette vidéo. Ça ne prendra pas longtemps.
hi: हम इस वीडियो को डाउनलोड करने की प्रक्रिया में हैं। यह ज्यादा समय नहीं लेगा।
ja: このビデオをダウンロードしています。もうすぐ終わります。
ko: 우리는 이 비디오를 다운로드 중입니다. 오래 걸리지 않을 것입니다.
pt_br: Estamos no processo de baixar este vídeo. Não vai demorar muito.
zh_hans: 我们正在下载该视频。不会花费很长时间。

source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试

# downloadingFailedTitle
source: Downloading Failed
ar: فشل التنزيل
es: Descarga fallida
fr: Téléchargement échoué
hi: डाउनलोड विफल हो गया
ja: ダウンロードに失敗しました
ko: 다운로드 실패
pt_br: Download falhou
zh_hans: 下载失败

# downloadingFailedSubTitle
source: We are facing some issue with downloading this video.
ar: نواجه بعض المشكلات في تنزيل هذا الفيديو.
es: Estamos teniendo problemas para descargar este video.
fr: Nous rencontrons un problème avec le téléchargement de cette vidéo.
hi: हमें इस वीडियो को डाउनलोड करने में कुछ समस्या आ रही है।
ja: このビデオのダウンロード中に問題が発生しています。
ko: 이 비디오를 다운로드하는 중에 문제가 발생했습니다.
pt_br: Estamos enfrentando alguns problemas para baixar este vídeo.
zh_hans: 我们在下载该视频时遇到了一些问题。

# downloadCancelMsg
source: Are you sure you want to cancel this process?
ar: هل أنت متأكد أنك تريد إلغاء هذه العملية؟
es: ¿Estás seguro de que quieres cancelar este proceso?
fr: Êtes-vous sûr de vouloir annuler ce processus ?
hi: क्या आप इस प्रक्रिया को रद्द करना चाहते हैं?
ja: このプロセスをキャンセルしてもよろしいですか？
ko: 이 프로세스를 취소하시겠습니까?
pt_br: Tem certeza de que deseja cancelar este processo?
zh_hans: 您确定要取消此过程吗？

source: Cancel Download
ar: إلغاء التنزيل
es: Cancelar descarga
fr: Annuler le téléchargement
hi: डाउनलोड रद्द करें
ja: ダウンロードをキャンセル
ko: 다운로드 취소
pt_br: Cancelar download
zh_hans: 取消下载

source: Completed
ar: مكتمل
es: Completado
fr: Terminé
hi: पूर्ण
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 已完成

# no_chat_conversation
source: Connect with friends and start a conversation to see your messages here!
ar: قم بالاتصال بالأصدقاء وابدأ في إجراء محادثة لرؤية رسائلك هنا!
es: Conéctate con amigos y comienza una conversación para ver tus mensajes aquí!
fr: Connectez-vous avec des amis et commencez une conversation pour voir vos messages ici !
hi: दोस्तों से जुड़ें और एक बातचीत शुरू करें ताकि आप यहां अपने संदेश देख सकें!
ja: 友達と連絡を取り、会話を始めてここでメッセージを見てください！
ko: 친구들과 연락하고 대화를 시작하여 여기서 메시지를 확인하세요!
pt_br: Conecte-se com amigos e inicie uma conversa para ver suas mensagens aqui!
zh_hans: 与朋友取得联系，开始对话以查看您的消息！

# no_group_chat
source: Start a group chat with your friends and create some memorable moments together!
ar: ابدأ محادثة جماعية مع أصدقائك وأنشئ بعض اللحظات الممتعة معًا!
es: Inicia un chat grupal con tus amigos y crea momentos memorables juntos!
fr: Démarrez une discussion de groupe avec vos amis et créez des moments mémorables ensemble !
hi: दोस्तों के साथ एक समूह चैट शुरू करें और मिलकर कुछ यादगार क्षण बनाएं!
ja: 友達とグループチャットを開始し、一緒に思い出に残る瞬間を作成しましょう！
ko: 친구들과 함께 그룹 채팅을 시작하고 함께 기억에 남을 순간을 만들어보세요!
pt_br: Inicie um grupo de conversa com seus amigos e crie momentos memoráveis juntos!
zh_hans: 与朋友开始群聊，一起创建一些难忘的时刻！

# user_not_available
source: This user is currently not available to chat.
ar: هذا المستخدم غير متوفر حاليًا للدردشة.
es: Este usuario no está disponible para chatear en este momento.
fr: Cet utilisateur n'est actuellement pas disponible pour discuter.
hi: यह उपयोगकर्ता वर्तमान में चैट के लिए उपलब्ध नहीं है।
ja: このユーザーは現在チャットできません。
ko: 이 사용자는 현재 채팅할 수 없습니다.
pt_br: Este usuário não está disponível para conversar no momento.
zh_hans: 此用户目前不可用于聊天。

source: Groups
ar: مجموعات
es: Grupos
fr: Groupes
hi: समूह
ja: グループ
ko: 그룹
pt_br: Grupos
zh_hans: 群组

source: Conversations
ar: محادثات
es: Conversaciones
hi: बातचीतें
ja: 会話
ko: 대화
pt_br: Conversas
zh_hans: 对话

# unable_delete_message
source: Unable to delete message at the moment
ar: غير قادر على حذف الرسالة في الوقت الحالي
es: No es posible eliminar el mensaje en este momento
fr: Impossible de supprimer le message pour le moment.
hi: संदेश को इस समय हटाने में असमर्थ
ja: 現在、メッセージを削除できません。
ko: 현재 메시지를 삭제할 수 없습니다.
pt_br: Não é possível excluir a mensagem no momento.
zh_hans: 目前无法删除消息。

source: Messages
ar: رسائل
es: Mensajes
hi: संदेश
ja: メッセージ
ko: 메시지
pt_br: Mensagens
zh_hans: 消息

source: You added
ar: أضفت
es: Añadiste
fr: Vous avez ajouté
hi: आपने जोड़ा
ja: 追加しました
ko: 추가했습니다
pt_br: Você adicionou
zh_hans: 您添加了

source: You removed
ar: أزلت
es: Quitaste
fr: Vous avez supprimé
hi: आपने हटाया
ja: 削除しました
ko: 제거했습니다
pt_br: Você removeu
zh_hans: 您移除了

source: You created group
ar: أنشأت مجموعة
es: Creaste un grupo
fr: Vous avez créé un groupe
hi: आपने समूह बनाया
ja: グループを作成しました
ko: 그룹을 만들었습니다
pt_br: Você criou um grupo
zh_hans: 您创建了群组

source: created group
ar: أنشأ مجموعة
es: creó un grupo
fr: a créé un groupe
hi: ने समूह बनाया
ja: がグループを作成しました
ko: 가 그룹을 만들었습니다
pt_br: criou um grupo
zh_hans: 创建了群组

source: added you
ar: أضافك
es: te añadió
fr: vous a ajouté
hi: ने आपको जोड़ा
ja: があなたを追加しました
ko: 님이 당신을 추가했습니다
pt_br: adicionou você
zh_hans: 添加了您

source: removed you
ar: أزالك
es: te quitó
fr: vous a supprimé
hi: ने आपको हटाया
ja: があなたを削除しました
ko: 님이 당신을 제거했습니다
pt_br: removeu você
zh_hans: 移除了您

source: added
ar: أضاف
es: añadió
fr: a ajouté
hi: ने जोड़ा
ja: が追加しました
ko: 님이 추가했습니다
pt_br: adicionou
zh_hans: 添加了

source: removed
ar: أزال
es: quitó
fr: a supprimé
hi: ने हटाया
ja: が削除しました
ko: 님이 제거했습니다
pt_br: removeu
zh_hans: 移除了

# chatInactive
source: You can't send messages to this group because you're no longer a participant.
ar: لا يمكنك إرسال رسائل إلى هذه المجموعة لأنك لم تعد مشاركًا.
es: No puedes enviar mensajes a este grupo porque ya no eres un participante.
fr: Vous ne pouvez pas envoyer de messages à ce groupe car vous n'êtes plus un participant.
hi: आप इस समूह को संदेश नहीं भेज सकते क्योंकि आप अब एक सहभागी नहीं हैं।
ja: 参加者ではなくなったため、このグループにメッセージを送信できません。
ko: 더 이상 참여자가 아니기 때문에이 그룹에 메시지를 보낼 수 없습니다.
pt_br: Você não pode enviar mensagens para este grupo porque não é mais um participante.
zh_hans: 您不能向此群组发送消息，因为您不再是参与者。

source: My Contacts
ar: جهات الاتصال الخاصة بي
es: Mis Contactos
fr: Mes Contacts
hi: मेरे संपर्क
ja: マイコンタクト
ko: 내 연락처
pt_br: Meus Contatos
zh_hans: 我的联系人

source: Contacts
ar: جهات الاتصال
es: Contactos
hi: संपर्क
ja: コンタクト
ko: 연락처
pt_br: Contatos
zh_hans: 联系人

source: Search Contacts
ar: البحث في جهات الاتصال
es: Buscar Contactos
fr: Rechercher des Contacts
hi: संपर्क खोजें
ja: コンタクトを検索
ko: 연락처 검색
pt_br: Buscar Contatos
zh_hans: 搜索联系人

# NoContactsResult
source: We couldn’t find what you were looking for. Please try a different search term.
ar: لم نتمكن من العثور على ما كنت تبحث عنه. يرجى محاولة مصطلح بحث آخر.
es: No pudimos encontrar lo que estabas buscando. Por favor, prueba con un término de búsqueda diferente.
fr: Nous n'avons pas pu trouver ce que vous cherchiez. Veuillez essayer un terme de recherche différent.
hi: हमें वह नहीं मिला जिसे आप ढूंढ़ रहे थे। कृपया एक विभिन्न खोज शब्द का प्रयास करें।
ja: お探しの内容が見つかりませんでした。別の検索語句をお試しください。
ko: 찾고 계셨던 내용을 찾을 수 없습니다. 다른 검색어를 시도해보세요.
pt_br: Não pudemos encontrar o que você estava procurando. Por favor, tente um termo de busca diferente.
zh_hans: 我们找不到您要查找的内容。请尝试其他搜索词。

source: Admin
ar: مسؤول
fr: Administrateur
hi: एडमिन
ja: 管理者
ko: 관리자
pt_br: Administrador
zh_hans: 管理员

source: Online
ar: متصل
es: En línea
fr: En ligne
hi: ऑनलाइन
ja: オンライン
ko: 온라인
zh_hans: 在线

source: Offline
ar: غير متصل
es: Fuera de línea
fr: Hors ligne
hi: ऑफलाइन
ja: オフライン
ko: 오프라인
zh_hans: 离线

source: typing
ar: يكتب
es: Escribiendo
fr: en train d'écrire
hi: टाइपिंग
ja: 入力中
ko: 입력 중
pt_br: digitando
zh_hans: 输入中

source: Yesterday
ar: أمس
es: Ayer
fr: Hier
hi: कल
ja: 昨日
ko: 어제
pt_br: Ontem
zh_hans: 昨天

source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
hi: आज
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天

source: Unread Messages
ar: رسائل غير مقروءة
es: Mensajes no leídos
fr: Messages non lus
hi: अपठित संदेश
ja: 未読メッセージ
ko: 읽지 않은 메시지
pt_br: Mensagens não lidas
zh_hans: 未读消息

source: Monday
ar: الاثنين
es: Lunes
fr: Lundi
hi: सोमवार
ja: 月曜日
ko: 월요일
pt_br: Segunda-feira
zh_hans: 星期一

source: Tuesday
ar: الثلاثاء
es: Martes
fr: Mardi
hi: मंगलवार
ja: 火曜日
ko: 화요일
pt_br: Terça-feira
zh_hans: 星期二

source: Wednesday
ar: الأربعاء
es: Miércoles
fr: Mercredi
hi: बुधवार
ja: 水曜日
ko: 수요일
pt_br: Quarta-feira
zh_hans: 星期三

source: Thursday
ar: الخميس
es: Jueves
fr: Jeudi
hi: गुरुवार
ja: 木曜日
ko: 목요일
pt_br: Quinta-feira
zh_hans: 星期四

source: Friday
ar: الجمعة
es: Viernes
fr: Vendredi
hi: शुक्रवार
ja: 金曜日
ko: 금요일
pt_br: Sexta-feira
zh_hans: 星期五

source: Saturday
ar: السبت
es: Sábado
fr: Samedi
hi: शनिवार
ja: 土曜日
ko: 토요일
pt_br: Sábado
zh_hans: 星期六

source: Sunday
ar: الأحد
es: Domingo
fr: Dimanche
hi: रविवार
ja: 日曜日
ko: 일요일
pt_br: Domingo
zh_hans: 星期日

# enterGrpName
source: Enter Group Name
ar: ادخل اسم المجموعة
es: Ingrese el nombre del grupo
fr: Entrez le nom du groupe
hi: समूह का नाम दर्ज करें
ja: グループ名を入力してください
ko: 그룹 이름 입력
pt_br: Digite o nome do grupo
zh_hans: 输入群组名称

source: Start Live Stream
es: Iniciar transmisión en vivo
fr: Commencer la diffusion en direct
hi: लाइव स्ट्रीम शुरू करें
ja: ライブストリームを開始
ko: 라이브 스트림 시작
pt_br: Iniciar transmissão ao vivo
zh_hans: 开始直播

source: Go Live
es: Ir en vivo
fr: Aller en direct
hi: लाइव जाएं
ja: ライブに行く
ko: 라이브로 이동
pt_br: Ir ao vivo
zh_hans: 开始直播

# noLiveStream
source: Looks like there are no live streams happening at the moment.
es: Parece que no hay transmisiones en vivo en este momento.
fr: Il semble qu'il n'y ait pas de diffusions en direct en ce moment.
hi: लगता है कि इस समय कोई लाइव स्ट्रीम नहीं हो रही है।
ja: 現在、ライブストリームは行われていないようです。
ko: 현재 라이브 스트리밍이 진행되고 있지 않은 것 같습니다.
pt_br: Parece que não há transmissões ao vivo acontecendo no momento.
zh_hans: 看起来目前没有正在进行的直播流。

# deleteThreadConfirmation
source: Are you sure you want to delete this conversation?
ar: هل أنت متأكد أنك تريد حذف هذه المحادثة؟
es: ¿Estás seguro de que deseas eliminar esta conversación?
fr: Êtes-vous sûr de vouloir supprimer cette conversation ?
hi: क्या आप इस बातचीत को हटाना चाहते हैं?
ja: この会話を削除してもよろしいですか？
ko: 이 대화를 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir esta conversa?
zh_hans: 您确定要删除此对话吗？

# deleteThreadError
source: Oops! Something went wrong. Please try again later.
ar: عذراً! حدث خطأ ما. يرجى المحاولة مرة أخرى في وقت لاحق.
es: ¡Ups! Algo salió mal. Por favor, inténtalo de nuevo más tarde.
fr: Oops ! Quelque chose s'est mal passé. Veuillez réessayer plus tard.
hi: ओह! कुछ गड़बड़ हो गई है। कृपया बाद में पुन: प्रयास करें।
ja: 申し訳ありません！何か問題が発生しました。後でもう一度お試しください。
ko: 이런! 문제가 발생했습니다. 나중에 다시 시도해주세요.
pt_br: Ops! Algo deu errado. Por favor, tente novamente mais tarde.
zh_hans: 糟糕！出现了一些问题。请稍后再试。

# stat_live_views
source: LIVE VIEWS
ar: مشاهد حية
fr: VUES EN DIRECT
hi: लाइव व्यूज
ja: ライブビデオ
pt_br: VISUALIZAÇÕES AO VIVO
zh_hans: 直播观看

# tip_leave_button_title
source: Leave Broadcast
ar: الخروج من البث
fr: Quitter la diffusion
hi: प्रसारण छोड़ें
ja: ブロードキャストから退出
pt_br: Abandonar Veiculação
zh_hans: 离开广播

# tip_confirm_button_title
source: Confirm
ar: تأكيد
fr: Confirmer
hi: पुष्टि करें
ja: 確認
pt_br: Confirmar
zh_hans: 确认

# tip_stream_live_label
source: Stream is Live...
ar: البث مباشر...
fr: Diffusion en direct...
hi: स्ट्रीम लाइव है ...
ja: このストリームはライブです...
pt_br: A transmissão está no ar...
zh_hans: 直播上线了……

# tip_stream_duration_label
source: Stream Duration:
ar: مدة البث:
fr: Durée de la diffusion :
hi: स्ट्रीम अवधि:
ja: ストリームの時間:
pt_br: Duração da transmissão:
zh_hans: 直播时长：

# wallet_manage_login_validation
source: For security purposes you may have to log in again to manage your wallet
fr: Pour des raisons de sécurité, vous devrez peut-être vous reconnecter pour gérer votre portefeuille
hi: सुरक्षा उद्देश्यों के लिए आपको अपने वॉलेट का प्रबंधन करने के लिए फिर से लॉग इन करना पड़ सकता है
ja: セキュリティ上の理由により、ウォレットを管理するためにログインしなおす必要があるかもしれません
pt_br: Por motivos de segurança, talvez você precise fazer login novamente para gerenciar sua carteira
zh_hans: 出于安全目的，您可能要重新登录才能管理您的钱包

# menu_offerbox
source: Offer Box
ar: صندوق العرض
fr: Boîte d'offre
hi: ऑफ़र बॉक्स
ja: オファーボックス
pt_br: Caixa de Oferta
zh_hans: 优惠盒

source: Channels
ar: قنوات
fr: Chaînes
hi: चैनल
ja: チャンネル
pt_br: Canais
zh_hans: 频道

source: Following
ar: يتابع
fr: Abonnements
hi: फॉलो कर रहे हैं
ja: フォロー中
pt_br: Seguindo
zh_hans: 关注中

# please_browse_people_list
source: Please browse our list of popular users
fr: Parcourez notre liste d'utilisateurs populaires
hi: कृपया हमारे लोकप्रिय उपयोगकर्ताओं की सूची ब्राउज़ करें
ja: 人気ユーザーのリストをご覧ください
pt_br: Olhe nossa lista de usuários populares
zh_hans: 请浏览我们的受欢迎用户列表

# rating_title_label
source: Broadcaster Rating
ar: تقييم البث
fr: Classement du diffuseur
hi: ब्रॉडकास्टर रेटिंग
ja: ブロードキャスターレーティング
pt_br: Classificação do Veiculador
zh_hans: 广播者评级
