Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# deleteAnimationTitleStream
source: Your stream is being deleted...
ar: يتم حذف تيارك...
es: Tu flujo está siendo eliminado...
fr: Votre flux est en train d'être supprimé...
hi: आपकी स्ट्रीम हटा रही है...
ja: ストリームが削除されています...
ko: 스트림이 삭제되고 있습니다...
pt_br: Seu fluxo está sendo excluído...
zh_hans: 您的流正在被删除...

source: Tag Someone
ar: وسم شخصًا
es: Etiquetar a Alguien
fr: Taguer Quelqu'un
hi: किसी को टैग करें
ja: 誰かをタグ
ko: 누군가 태그
pt_br: Marcar Alguém
zh_hans: 标记某人

source: Story
ar: قصة
es: Historia
fr: Histoire
hi: कहानी
ja: ストーリー
ko: 스토리
pt_br: História
zh_hans: 故事

source: Post
ar: نشر
es: Publicar
fr: Publier
hi: पोस्ट
ja: 投稿
ko: 게시
pt_br: Publicar
zh_hans: 发布

# VoucherRedeemedSuccess
source: Your voucher has been successfully redeemed.
ar: تم استرداد قسيمتك بنجاح.
es: Tu vale ha sido canjeado con éxito.
fr: Votre bon a été utilisé avec succès.
hi: आपका वाउचर सफलतापूर्वक रिडीम हो गया है।
ja: クーポンは正常に利用されました。
ko: 귀하의 바우처가 성공적으로 교환되었습니다.
pt_br: Seu voucher foi resgatado com sucesso.
zh_hans: 您的优惠券已成功兑换。

# keekPostType
source: Select your post type
ar: اختر نوع مشاركتك
es: Selecciona tu tipo de publicación
fr: Sélectionnez votre type de publication
hi: अपने पोस्ट का प्रकार चुनें
ja: 投稿タイプを選択してください
ko: 게시물 유형을 선택하세요
pt_br: Selecione o tipo da sua postagem
zh_hans: 选择您的帖子类型

source: Story Duration
ar: مدة القصة
es: Duración de la historia
fr: Durée de l'histoire
hi: कहानी की अवधि
ja: ストーリーの期間
ko: 스토리 기간
pt_br: Duração da história
zh_hans: 故事时长

# KeekSelectionSuggestion
source: Select your post type below. Stories, Keek Posts and Go Live to all your Keekers!
ar: حدد نوع المنشور الخاص بك أدناه. القصص ومنشورات Keek والبث المباشر لجميع مستخدمي Keekers!
es: Seleccione su tipo de publicación a continuación. ¡Historias, publicaciones de Keek y transmisión en vivo para todos tus Keekers!
fr: Sélectionnez votre type de message ci-dessous. Histoires, publications Keek et mise en direct pour tous vos Keekers !
hi: नीचे अपना पोस्ट प्रकार चुनें. कहानियाँ, कीक पोस्ट और अपने सभी कीकर्स के लिए लाइव हो जाएँ!
ja: 以下から投稿タイプを選択してください。ストーリー、Keek 投稿、そしてすべての Keekers にライブ配信しましょう!
ko: 아래에서 게시물 유형을 선택하세요. 스토리, Keek 게시물 및 모든 Keekers에게 라이브로 이동하세요!
pt_br: Selecione o tipo de postagem abaixo. Stories, Keek Posts e Go Live para todos os seus Keekers!
zh_hans: 在下面选择您的帖子类型。故事、Keek 帖子并向所有 Keekers 直播！

# selectCoverPhoto
source: Add cover photo
ar: إضافة صورة الغلاف
es: Añadir foto de portada
fr: Ajouter une photo de couverture
hi: कवर फ़ोटो जोड़ें
ja: カバー写真を追加する
ko: 표지 사진 추가
pt_br: Adicionar foto de capa
zh_hans: 添加封面照片

# DurationSelectionSuggestion
source: Choose your story duration below, your story will disappear at the time chosen.
ar: اختر مدة قصتك أدناه، ستختفي قصتك في الوقت المحدد.
es: Elige la duración de tu historia a continuación; tu historia desaparecerá en el momento elegido.
fr: Choisissez la durée de votre histoire ci-dessous, votre histoire disparaîtra à l'heure choisie.
hi: नीचे अपनी कहानी की अवधि चुनें, आपकी कहानी चुने गए समय पर गायब हो जाएगी।
ja: 下記からストーリーの期間を選択し、選んだ時間にストーリーが消えます。
ko: 아래에서 스토리 기간을 선택하고, 선택한 시간에 스토리가 사라집니다.
pt_br: Escolha a duração da sua história abaixo, sua história desaparecerá no momento escolhido.
zh_hans: 在下面选择你的故事时长，你的故事将在选择的时间消失。

source: Keek Story
ar: قصة كيك
es: Historia de Keek
fr: Histoire Keek
hi: कीक स्टोरी
ja: Keekストーリー
ko: Keek 스토리
pt_br: História Keek
zh_hans: Keek故事

# OneDay
source: 1 Day
ar: 1 يوم
es: 1 Día
fr: 1 Jour
hi: 1 दिन
ja: 1日
ko: 1 일
pt_br: 1 Dia
zh_hans: 1天

# FiveDays
source: 5 Days
ar: خمسة 5
es: 5 Días
fr: 5 Jours
hi: 5 दिन
ja: 5日
ko: 5 일
pt_br: 5 Dias
zh_hans: 5天

# ThreeDays
source: 3 Days
ar: ثلاثة 3
es: 3 Días
fr: 3 Jours
hi: 3 दिन
ja: 3日
ko: 3 날
pt_br: 3 Dias
zh_hans: 3天

source: 1-3-5 Days
ar: 1-3-5 أيام
es: 1-3-5 Días
fr: 1-3-5 Jours
hi: 1-3-5 दिन
ja: 1-3-5日
ko: 1-3-5 일
pt_br: 1-3-5 Dias
zh_hans: 1-3-5天

source: Standard Keek
ar: كيك قياسي
es: Keek Estándar
fr: Keek Standard
hi: स्टैंडर्ड कीक
ja: 標準Keek
ko: 표준 Keek
pt_br: Keek Padrão
zh_hans: 标准Keek

source: No limit
ar: بلا حدود
es: Sin límite
fr: Aucune limite
hi: कोई सीमा नहीं
ja: 制限なし
ko: 제한 없음
pt_br: Sem limite
zh_hans: 无限制

source: Notifications
ar: إشعارات
es: Notificaciones
hi: सूचनाएं
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知

source: Latest
ar: أحدث
es: El último
fr: Dernier
hi: नवीनतम
ja: 最新
ko: 최신
pt_br: Últimas
zh_hans: 最新的

source: Follow Requests
ar: متابعة الطلبات
es: Seguir solicitudes
fr: Demandes de suivi
hi: फ़ॉलो अनुरोध
ja: フォローリクエスト
ko: 팔로우 요청
pt_br: Pedidos de Seguimento
zh_hans: 关注请求

# requestTitle
source: Users below are requesting to follow your account.
ar: يطلب المستخدمون أدناه متابعة حسابك.
es: Los usuarios a continuación solicitan seguir su cuenta.
fr: Les utilisateurs ci-dessous demandent à suivre votre compte.
hi: निम्नलिखित उपयोगकर्ता आपके खाते का फॉलोअर बनने के लिए अनुरोध कर रहे हैं।
ja: 以下のユーザーがあなたのアカウントをフォローするリクエストを送信しました。
ko: 아래 사용자들이 당신의 계정을 팔로우하길 요청하고 있습니다.
pt_br: Os usuários abaixo estão solicitando para seguir sua conta.
zh_hans: 以下用户请求关注您的帐户。

source: Decline All
ar: رفض الكل
es: Rechazar todo
fr: Refuser tout
hi: सभी अस्वीकार करें
ja: 全て拒否
ko: 모두 거부
pt_br: Recusar Todos
zh_hans: 全部拒绝

# acceptAll
source: Accept All Requests
ar: قبول جميع الطلبات
es: Aceptar todas las solicitudes
fr: Accepter toutes les demandes
hi: सभी अनुरोध स्वीकार करें
ja: 全て承認
ko: 모든 요청 수락
pt_br: Aceitar Todos os Pedidos
zh_hans: 接受所有请求

source: request declined.
ar: طلب رفض.
es: solicitud rechazada.
fr: demande refusée.
hi: अनुरोध अस्वीकार किया गया।
ja: リクエストは拒否されました。
ko: 요청이 거부되었습니다.
pt_br: solicitação recusada.
zh_hans: 请求被拒绝。

# isFollowingYou
source: is now following you.
ar: هو الآن يتبعك.
es: ahora te está siguiendo.
fr: vous suit désormais.
hi: अब आपका फॉलोअर है।
ja: があなたをフォローしました。
ko: 이제 당신을 팔로우하고 있습니다.
pt_br: agora está seguindo você.
zh_hans: 在跟随你。

source: Your post
ar: منشورك
es: tu publicación
fr: Votre publication
hi: आपका पोस्ट
ja: あなたの投稿
ko: 당신의 게시물
pt_br: Sua publicação
zh_hans: 你的帖子

source: your story
ar: قصتك
es: Tu historia
fr: votre histoire
hi: आपकी कहानी
ja: あなたのストーリー
ko: 당신의 스토리
pt_br: Sua história
zh_hans: 你的故事

# TaggedYouInPost
source: you in a post
ar: تم وسمك في منشور
es: te etiquetaron en una publicación
fr: vous avez été tagué dans une publication
hi: आपको एक पोस्ट में टैग किया गया
ja: あなたは投稿にタグ付けされました
ko: 게시물에서 당신을 태그했습니다
pt_br: você foi marcado em uma postagem
zh_hans: 在帖子中标记了你

# TaggedYouInStory
source: you in a story
ar: تم وسمك في قصة
es: te etiquetaron en una historia
fr: vous avez été tagué dans une histoire
hi: आपको एक कहानी में टैग किया गया
ja: あなたはストーリーにタグ付けされました
ko: 이야기에서 당신을 태그했습니다
pt_br: você foi marcado em uma história
zh_hans: 在故事中标记了你

source: has been uploaded.
ar: تم تحميله.
es: ha sido subido.
fr: a été publiée.
hi: अपलोड किया गया है।
ja: がアップロードされました。
ko: 이 업로드되었습니다.
pt_br: foi enviada.
zh_hans: 已上传。

source: liked
ar: احب
es: apreciado
fr: aimé
hi: पसंद किया
ja: いいね！されました
ko: 좋아요
pt_br: curtiu
zh_hans: 喜欢

source: your post
ar: منشورك
fr: votre publication
hi: आपका पोस्ट
ja: あなたの投稿
ko: 당신의 게시물
pt_br: sua publicação
zh_hans: 你的帖子

source: ago
ar: منذ
es: atrás
fr: il y a
hi: पहले
ja: 前
ko: 전
pt_br: atrás
zh_hans: 前

source: started
ar: بدأت
es: comenzó
fr: commencé
hi: शुरू किया
ja: フォローを開始しました
ko: 시작했습니다
pt_br: começou
zh_hans: 开始

source: following you
ar: أتبعك
es: siguiendote
fr: vous suit
hi: आपका फॉलोअर है
ja: があなたをフォローしています
ko: 당신을 팔로우 중
pt_br: seguindo você
zh_hans: 跟着你

source: commented
ar: علق
es: comentado
fr: commenté
hi: टिप्पणी की
ja: コメントしました
ko: 댓글 남김
pt_br: comentou
zh_hans: 评论了

source: on your post
ar: على منشورك
es: en tu publicación
fr: sur votre publication
hi: आपके पोस्ट पर
ja: あなたの投稿に対して
ko: 당신의 게시물에 댓글을 남겼습니다
pt_br: na sua publicação
zh_hans: 在你的帖子上

source: on your story
ar: على قصتك
es: en tu historia
fr: sur votre histoire
hi: आपकी कहानी पर
ja: あなたのストーリーで
ko: 당신의 이야기에서
pt_br: na sua história
zh_hans: 在你的故事上

source: replied
ar: أجاب
es: respondió
fr: a répondu
hi: जवाब दिया
ja: 返信しました
ko: 답글 남김
pt_br: respondeu
zh_hans: 回复了

# toYourComment
source: to your comment on post
ar: لتعليقك على المنشور
es: a tu comentario en la publicación
fr: à votre commentaire sur la publication
hi: आपकी टिप्पणी पर पोस्ट
ja: 投稿
ko: 당신의 댓글에 답글을 남겼습니다, 게시물
pt_br: ao seu comentário na publicação
zh_hans: 你对帖子的评论

# toYourCommentStory
source: to your comment on story
ar: على تعليقك على القصة
es: en tu comentario sobre la historia
fr: à votre commentaire sur l'histoire
hi: कहानी पर आपके टिप्पणी को
ja: あなたのストーリーへのコメントに
ko: 이야기에 대한 당신의 댓글에
pt_br: no seu comentário sobre a história
zh_hans: 对你在故事上的评论

source: user
ar: مستخدم
es: usuario
fr: utilisateur
hi: उपयोगकर्ता
ja: ユーザー
ko: 사용자
pt_br: usuário
zh_hans: 用户

source: users
ar: المستخدمين
es: usuarios
fr: utilisateurs
hi: उपयोगकर्ताओं
ja: ユーザー
ko: 사용자들
pt_br: usuários
zh_hans: 用户

source: Likes
ar: الإعجابات
es: Gustos
fr: J'aime
hi: पसंद
ja: いいね！
ko: 좋아요
pt_br: Curtidas
zh_hans: 喜欢

source: No Likes
ar: لا يحب
es: sin me gusta
fr: Aucun J'aime
hi: कोई पसंद नहीं
ja: いいね！なし
ko: 좋아요 없음
pt_br: Sem Curtidas
zh_hans: 没有喜欢

# likesTitle
source: This is the list of the latest 100 likes on this post.
ar: هذه قائمة بآخر 100 إعجاب في هذا المنشور.
es: Esta es la lista de los últimos 100 me gusta en esta publicación.
fr: Voici la liste des 100 derniers J'aime sur cette publication.
hi: यह इस पोस्ट पर नवीनतम 100 पसंदों की सूची है।
ja: 最新の100件のいいね！を表示しています。
ko: 이 게시물에 대한 최신 100개 좋아요 목록입니다.
pt_br: Esta é a lista dos últimos 100 curtidas nesta postagem.
zh_hans: 这是这篇文章的最新 100 个赞的列表。

source: No views
ar: لا توجد آراء
es: Sin vistas
fr: Aucune vue
hi: कोई दृश्य नहीं
ja: 閲覧者なし
ko: 조회 없음
pt_br: Nenhuma visualização
zh_hans: 没有意见

# viewsTitle
source: This is the list of the latest 100 viewers of this post.
ar: هذه قائمة بآخر 100 مشاهد في هذا المنشور.
es: Esta es la lista de los últimos 100 espectadores en esta publicación.
fr: Voici la liste des 100 derniers spectateurs de cette publication.
hi: यह इस पोस्ट पर नवीनतम 100 दर्शकों की सूची है।
ja: 最新の100件の閲覧者を表示しています。
ko: 이 게시물의 최신 100명 조회자 목록입니다.
pt_br: Esta é a lista dos últimos 100 visualizadores nesta postagem.
zh_hans: 这是此帖子的最新 100 位查看者的列表。

# likesTitleStory
source: This is the list of the latest 100 likes on this story.
ar: هذه هي قائمة أحدث 100 إعجاب على هذه القصة.
es: Esta es la lista de los últimos 100 me gusta en esta historia.
fr: Voici la liste des 100 derniers j'aime sur cette histoire.
hi: यह इस कहानी पर नवीनतम 100 लाइक की सूची है।
ja: これはこのストーリーの最新の100いいね！のリストです。
ko: 이 이야기의 최신 100개 좋아요 목록입니다.
pt_br: Esta é a lista dos últimos 100 curtidas nesta história.
zh_hans: 这是这个故事上最新的100个喜欢列表。

# viewsTitleStory
source: This is the list of the latest 100 viewers of this story.
ar: هذه هي قائمة أحدث 100 مشاهد لهذه القصة.
es: Esta es la lista de los últimos 100 espectadores de esta historia.
fr: Voici la liste des 100 derniers spectateurs de cette histoire.
hi: यह इस कहानी के नवीनतम 100 दर्शकों की सूची है।
ja: これはこのストーリーの最新の100人の閲覧者のリストです。
ko: 이 이야기의 최신 100명의 조회자 목록입니다.
pt_br: Esta é a lista dos últimos 100 espectadores desta história.
zh_hans: 这是这个故事的最新100个观看者列表。

# CouldNotFound
source: Oops! We couldn't find the user you're looking for.
ar: عذرًا! لا يمكننا العثور على المستخدم الذي تبحث عنه.
es: ¡Ups! No pudimos encontrar al usuario que estás buscando.
fr: Oups ! Nous n'avons pas pu trouver l'utilisateur que vous recherchez.
hi: ऊप्स! हम उस उपयोगकर्ता को नहीं ढूंढ पा रहे हैं जिसे आप खोज रहे हैं।
ja: おっと！お探しのユーザーが見つかりませんでした。
ko: 앗! 찾고 있는 사용자를 찾을 수 없습니다.
pt_br: Ops! Não conseguimos encontrar o usuário que você está procurando.
zh_hans: 哎呀！我们找不到您要找的用户。

source: No Records Found
ar: لم يتم العثور على سجلات
es: No se encontraron registros
fr: Aucun enregistrement trouvé
hi: कोई रिकॉर्ड नहीं मिला
ja: レコードが見つかりませんでした
ko: 기록이 없습니다
pt_br: Nenhum registro encontrado
zh_hans: 未找到记录

# NoNewNotification
source: You have no new notifications
ar: ليس لديك إشعارات جديدة
es: No tienes nuevas notificaciones
fr: Vous n'avez aucune nouvelle notification
hi: आपके पास कोई नई सूचनाएं नहीं हैं
ja: 新しい通知はありません
ko: 새로운 알림이 없습니다
pt_br: Você não tem novas notificações
zh_hans: 您没有新通知

source: Viewed Notifications
ar: الإشعارات المعروضة
es: Notificaciones vistas
fr: Notifications visualisées
hi: देखी गई सूचनाएं
ja: 閲覧済み通知
ko: 본 알림
pt_br: Notificações visualizadas
zh_hans: 已查看的通知

source: Get Ad Credits
ar: احصل على رصيد الإعلانات
es: Obtener créditos publicitarios
fr: Obtenir des crédits publicitaires
hi: विज्ञापन क्रेडिट प्राप्त करें
ja: 広告クレジットを取得
ko: 광고 크레딧 받기
pt_br: Obter créditos de publicidade
zh_hans: 获取广告积分

source: Message
ar: الرسالة
es: Mensaje
hi: संदेश
ja: メッセージ
ko: 메시지
pt_br: Mensagem
zh_hans: 消息

source: Loading Following...
ar: جاري التحميل...
es: Cargando seguidores...
fr: Chargement des abonnements...
hi: फॉलोविंग लोड हो रही है...
ja: フォローを読み込んでいます...
ko: 팔로잉 불러오는 중...
pt_br: Carregando seguidores...
zh_hans: 正在加载关注列表...

source: Loading Followers...
ar: جاري التحميل...
es: Cargando seguidos...
fr: Chargement des abonnés...
hi: फॉलोवर्स लोड हो रहे हैं...
ja: フォロワーを読み込んでいます...
ko: 팔로워 불러오는 중...
pt_br: Carregando seguidos...
zh_hans: 正在加载粉丝列表...

source: No user found
ar: لم يتم العثور على المستخدم
es: No se encontró ningún usuario
fr: Aucun utilisateur trouvé
hi: कोई उपयोगकर्ता नहीं मिला
ja: ユーザーが見つかりません
ko: 사용자를 찾을 수 없습니다
pt_br: Usuário não encontrado
zh_hans: 未找到用户

# searchFollower
source: Search Followers
ar: البحث عن المتابعين
es: Buscar seguidores
fr: Rechercher des abonnés
hi: फॉलोवर्स खोजें
ja: フォロワーを検索
ko: 팔로워 검색
pt_br: Buscar seguidores
zh_hans: 搜索粉丝

source: Search Following
ar: البحث عن المتابعين
es: Buscar seguidos
fr: Rechercher des abonnements
hi: फॉलोविंग खोजें
ja: フォローを検索
ko: 팔로잉 검색
pt_br: Buscar seguidos
zh_hans: 搜索关注

source: Search Blocked
ar: البحث في الحظر
es: Buscar bloqueados
fr: Rechercher des bloqués
hi: खोज अवरुद्ध
ja: ブロック済みを検索
ko: 차단된 사용자 검색
pt_br: Buscar bloqueados
zh_hans: 搜索已屏蔽

# folowingLoader
source: Following...
ar: جاري المتابعة...
es: Siguiendo...
fr: Abonnements...
hi: फॉलोविंग...
ja: フォロー中...
ko: 팔로잉 중...
pt_br: Seguindo...
zh_hans: 关注中...

# cancelRequestLoader
source: Cancelling Request...
ar: جارٍ إلغاء الطلب...
es: Cancelando solicitud...
fr: Annulation de la demande...
hi: अनुरोध रद्द किया जा रहा है...
ja: リクエストをキャンセルしています...
ko: 요청 취소 중...
pt_br: Cancelando pedido...
zh_hans: 取消请求...

# blockingLoader
source: Blocking...
ar: جارٍ الحظر...
es: Bloqueando...
fr: Blocage...
hi: अवरोधित किया जा रहा है...
ja: ブロック中...
ko: 차단 중...
pt_br: Bloqueando...
zh_hans: 屏蔽中...

# unblockingLoader
source: Unblocking...
ar: جارٍ إلغاء الحظر...
es: Desbloqueando...
fr: Déblocage...
hi: अवरोध हटाया जा रहा है...
ja: ブロック解除中...
ko: 차단 해제 중...
pt_br: Desbloqueando...
zh_hans: 解除屏蔽中...

# blockedLoader
source: Loading Blocked...
ar: جاري التحميل...
es: Cargando bloqueados...
fr: Chargement des bloqués...
hi: अवरुद्ध लोड हो रहा है...
ja: ブロック済みを読み込んでいます...
ko: 차단 목록 불러오는 중...
pt_br: Carregando bloqueados...
zh_hans: 正在加载已屏蔽...

# ChooseAction
source: Please choose action
ar: يرجى اختيار الإجراء المطلوب
es: Por favor, elige una acción
fr: Veuillez choisir une action
hi: कृपया कार्य चुनें
ja: アクションを選択してください
ko: 동작을 선택하세요
pt_br: Por favor escolha uma ação
zh_hans: 请选择操作

source: Cancel Request
ar: إلغاء الطلب
es: Cancelar solicitud
fr: Annuler la demande
hi: अनुरोध रद्द करें
ja: リクエストをキャンセルする
ko: 요청 취소
pt_br: Cancelar Pedido
zh_hans: 取消请求

source: Follower
ar: متابع
es: seguidor
fr: disciple
hi: फॉलोवर
ja: フォロワー
ko: 팔로워
pt_br: seguidor
zh_hans: 追随者

source: Edit Bio
ar: تحرير السيرة الذاتية
es: Editar biografía
fr: Modifier la biographie
hi: बायो संपादित करें
ja: 略歴を編集
ko: 자기 소개 수정
pt_br: Editar biografia
zh_hans: 编辑简介

# videoUploadRetryMsg
source: It looks like your video upload didn't quite make it through. Would you mind giving it another try?
ar: يبدو أن تحميل الفيديو الخاص بك لم ينجح تمامًا. هل تمانع في إعطائها محاولة أخرى؟
es: Parece que la carga de tu video no se completó. ¿Te importaría darle otra oportunidad?
fr: Il semble que votre téléchargement de vidéo n'ait pas tout à fait réussi. Cela vous dérangerait-il de réessayer ?
hi: ऐसा लगता है कि आपका वीडियो अपलोड पूरा नहीं हुआ। क्या आप इसे एक और कोशिश देना चाहेंगे?
ja: 動画のアップロードがうまくいかなかったようです。もう一度試してみませんか？
ko: 영상 업로드가 제대로 완료되지 않았습니다. 다시 시도해 주시겠습니까?
pt_br: Parece que o envio do seu vídeo não foi concluído. Você se importaria de tentar novamente?
zh_hans: 您的视频上传似乎没有成功。你介意再试一次吗？

# cancelVideoUploadConfirmation
source: Please note that if you cancel the video upload, the video will be lost. Are you sure you want to cancel?
ar: يرجى ملاحظة أنه إذا قمت بإلغاء تحميل الفيديو ، فسيتم فقده. هل أنت متأكد أنك تريد إلغاء؟
es: Tenga en cuenta que si cancela la carga del video, el video se perderá. ¿Estas seguro que quieres cancelar?
fr: Veuillez noter que si vous annulez le téléchargement de la vidéo, la vidéo sera perdue. Es-tu sûre de vouloir annuler?
hi: कृपया ध्यान दें कि अगर आप वीडियो अपलोड रद्द करते हैं, तो वीडियो खो जाएगा। आप आप रद्द करना चाहते हैं?
ja: 動画のアップロードをキャンセルすると、動画が失われますのでご注意ください。あなたがキャンセルしてもよろしいです？
ko: 영상 업로드를 취소하면 업로드한 영상이 손실될 수 있습니다. 정말로 취소하시겠습니까?
pt_br: Observe que, se você cancelar o upload do vídeo, o vídeo será perdido. Você tem certeza que deseja cancelar?
zh_hans: 请注意，如果您取消视频上传，视频将会丢失。你确定要取消？

# BackFromVideoUpload_Confirmation
source: Please note that if you close this screen, the video will be lost. Are you sure you want to close?
ar: يرجى ملاحظة أنه إذا قمت بإغلاق هذه الشاشة، سيتم فقدان الفيديو. هل أنت متأكد أنك تريد الإغلاق؟
es: Ten en cuenta que si cierras esta pantalla, el video se perderá. ¿Estás seguro de que quieres cerrar?
fr: Veuillez noter que si vous fermez cet écran, la vidéo sera perdue. Êtes-vous sûr de vouloir fermer ?
hi: कृपया ध्यान दें कि यदि आप इस स्क्रीन को बंद करते हैं, तो वीडियो खो जाएगा। क्या आप वाकई बंद करना चाहते हैं?
ja: この画面を閉じると、ビデオが失われます。閉じますか？
ko: 영상 업로드 화면을 닫으면 업로드한 영상이 손실될 수 있습니다. 정말로 닫으시겠습니까?
pt_br: Por favor, note que se você fechar esta tela, o vídeo será perdido. Você tem certeza que deseja fechar?
zh_hans: 请注意，如果您关闭此屏幕，视频将丢失。您确定要关闭吗？

# uploadingInProcessALert
source: Your previous video upload is not yet complete. Please wait a little longer before attempting another upload.
ar: تحميل الفيديو السابق الخاص بك لم يكتمل بعد. الرجاء الانتظار لفترة أطول قليلاً قبل محاولة تحميل آخر.
es: La carga de tu video anterior aún no está completa. Espere un poco más antes de intentar otra carga.
fr: Votre téléchargement de vidéo précédent n'est pas encore terminé. Veuillez patienter un peu plus longtemps avant de tenter un autre téléchargement.
hi: आपका पिछला वीडियो अपलोड अभी पूरा नहीं हुआ है। दूसरा अपलोड करने का प्रयास करने से पहले कृपया थोड़ी देर प्रतीक्षा करें।
ja: 以前の動画のアップロードはまだ完了していません。別のアップロードを試みる前に、もう少しお待ちください。
ko: 이전의 영상 업로드가 아직 완료되지 않았습니다. 다른 업로드를 시도하기 전에 조금 더 기다려 주세요.
pt_br: O upload do seu vídeo anterior ainda não foi concluído. Aguarde um pouco mais antes de tentar outro upload.
zh_hans: 您之前的视频上传尚未完成。请稍等片刻，然后再尝试再次上传。

# Searchkeek_NotRFound
source: We couldn't find what you were looking for. Please try a different search term.
ar: لم نتمكن من العثور على ما كنت تبحث عنه. يرجى المحاولة باستخدام مصطلح بحث مختلف.
es: No pudimos encontrar lo que estabas buscando. Por favor, intenta con un término de búsqueda diferente.
fr: Nous n'avons pas trouvé ce que vous cherchiez. Veuillez essayer un terme de recherche différent.
hi: हम वह नहीं ढूंढ सके जिसे आप ढूंढ रहे थे। कृपया एक अलग सर्च शब्द का प्रयास करें।
ja: お探しの情報は見つかりませんでした。別の検索語句をお試しください。
ko: 찾고 계신 내용을 찾을 수 없습니다. 다른 검색어를 시도해 보세요.
pt_br: Não foi possível encontrar o que você estava procurando. Por favor, tente uma palavra-chave diferente.
zh_hans: 我们无法找到您要查找的内容。请尝试其他搜索词。

# OtherUser_NoPosts
source: No posts to display at the moment. Check back later!
ar: لا توجد مشاركات لعرضها في الوقت الحالي. يرجى التحقق مرة أخرى في وقت لاحق!
es: No hay publicaciones para mostrar en este momento. ¡Vuelve más tarde!
fr: Aucune publication à afficher pour le moment. Revenez plus tard !
hi: इस समय कोई पोस्ट नहीं है। बाद में जांचें!
ja: 現在表示する投稿がありません。後でまたチェックしてください。
ko: 현재 표시할 게시물이 없습니다. 나중에 다시 확인해보세요!
pt_br: Sem publicações para exibir no momento. Volte mais tarde!
zh_hans: 暂时没有帖子可显示。请稍后再来查看！

# Self_NoPosts
source: No posts yet? No problem! Start by creating your first post.
ar: لم تنشر أي مشاركات بعد؟ لا توجد مشكلة! ابدأ بإنشاء أول مشاركة لك.
es: ¿Aún no has publicado nada? ¡No hay problema! Comienza creando tu primera publicación.
fr: Aucune publication pour le moment ? Aucun problème ! Commencez par créer votre première publication.
hi: अभी तक कोई पोस्ट नहीं? कोई बात नहीं! अपनी पहली पोस्ट बनाकर शुरू करें।
ja: まだ投稿がありませんか？問題ありません！最初の投稿を作成してみてください。
ko: 아직 게시물이 없나요? 걱정하지 마세요! 첫 번째 게시물을 작성하여 시작하세요.
pt_br: Nenhuma postagem ainda? Sem problemas! Comece criando sua primeira postagem.
zh_hans: 还没有发布任何帖子？没问题！立即创建您的第一篇帖子。

# Follow_Requesttab_Notifications
source: You're all caught up! There are no new requests at this time.
ar: أنت على اطلاع بكل الطلبات الموجودة! لا توجد طلبات جديدة في الوقت الحالي.
es: ¡Estás al día! No hay nuevas solicitudes en este momento.
fr: Vous êtes à jour ! Il n'y a pas de nouvelles demandes pour le moment.
hi: आप सभी अनुरोधों को पूरा कर चुके हैं! इस समय कोई नया अनुरोध}| नहीं है।
ja: 全てのリクエストを処理しました！現在新しいリクエストはありません。
ko: 모두 확인되었습니다! 현재 새로운 요청이 없습니다.
pt_br: Você está atualizado! Não há novas solicitações no momento.
zh_hans: 您已经全部更新完毕！当前没有新的请求。

# All_coughtUp
source: All caught up! You've checked all the notifications. Check back later for new ones.
ar: أنت على اطلاع بكل الإشعارات! يرجى التحقق مرة أخرى في وقت لاحق لرؤية الإشعارات الجديدة.
es: ¡Estás al día! Has revisado todas las notificaciones. Vuelve más tarde para ver las nuevas.
fr: Tout est à jour ! Vous avez vérifié toutes les notifications. Revenez plus tard pour de nouvelles.
hi: सभी कुछ ठीक है! आपने सभी अधिसूचनाएं देख ली हैं। नई अधिसूचनाओं के लिए बाद में देखें।
ja: すべての通知をチェックしました。後で新しい通知があるかもしれませんので、チェックしてください。
ko: 모두 확인되었습니다! 모든 알림을 확인했습니다. 새로운 알림을 확인하려면 나중에 다시 확인하세요.
pt_br: Tudo atualizado! Você verificou todas as notificações. Volte mais tarde para novas.
zh_hans: 您已经全部更新完毕！已经查看了所有通知。请稍后再来查看是否有新通知。

# No_comments
source: No comments yet. Be the first to start the conversation!
ar: لا يوجد تعليقات بعد. كن أول من يبدأ المحادثة!
es: Aún no hay comentarios. ¡Sé el primero en iniciar la conversación!
fr: Aucun commentaire pour le moment. Soyez le premier à lancer la conversation !
hi: अभी तक कोई टिप्पणी नहीं हुई है। बातचीत शुरू करने के लिए पहला व्यक्ति बनें!
ja: まだコメントがありません。あなたが最初の会話を始めましょう！
ko: 아직 댓글이 없습니다. 대화를 시작하는 첫 번째 사람이 되어보세요!
pt_br: Sem comentários ainda. Seja o primeiro a iniciar a conversa!
zh_hans: 暂无评论。成为第一个开始讨论的人！

# Self_No_comments
source: No comments yet on your post.
ar: لا توجد تعليقات على مشاركتك.
es: Aún no hay comentarios en tu publicación.
fr: Aucun commentaire pour le moment sur votre publication.
hi: आपकी पोस्ट पर अभी तक कोई टिप्पणी नहीं हुई है।
ja: あなたの投稿にはまだコメントがありません。
ko: 게시물에 아직 댓글이 없습니다.
pt_br: Nenhum comentário ainda em sua postagem.
zh_hans: 您的帖子暂无评论。

# Self_No_Story_comments
source: No comments yet on your story.
ar: لا توجد تعليقات حتى الآن على قصتك.
es: Todavía no hay comentarios en tu historia.
fr: Aucun commentaire sur votre histoire pour le moment.
hi: आपकी कहानी पर अब तक कोई टिप्पणी नहीं है।
ja: あなたのストーリーにはまだコメントがありません。
ko: 아직 당신의 스토리에 댓글이 없습니다.
pt_br: Ainda não há comentários na sua história.
zh_hans: 您的故事还没有评论。
