Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# watch_button_title_label
source: WATCH STREAM
ar: مشاهدة البث
fr: VOIR LA DIFFUSION
hi: स्ट्रीम देखें
ja: ストリームを見る
pt_br: ASSISTIR TRANSMISSÃO
zh_hans: 观看直播

# close_button_title_label
source: CLOSE
ar: أغلق
fr: FERMER
hi: बंद करें
ja: 閉じる
pt_br: FECHAR
zh_hans: 关闭

# thank_you_lable
source: Thank you for watching!
ar: شكرا لمشاهدتك!
fr: Merci de regarder !
hi: देखने के लिए धन्यवाद!
ja: ご視聴ありがとうございます！
pt_br: Obrigado por assistir!
zh_hans: 感谢您观看！

# review_content_label
source: Please take the time to review this content. This will make the viewing experience for all much more enjoyable.
ar: يرجى تخصيص بعض الوقت لمراجعة هذا المحتوى. وهذا سيجعل تجربة المشاهدة للجميع أكثر ممتعة
fr: Veuillez prendre le temps de lire ce contenu. Cela rendra l'expérience de visualisation beaucoup plus agréable pour tout le monde.
hi: कृपया इस सामग्री की समीक्षा करने के लिए समय निकालें। यह देखने के अनुभव को और अधिक मनोरंजक बना देगा।
ja: このコンテンツのレビューにお時間をください。これにより皆様にもっと楽しくご利用いただけるようになります。
pt_br: Por favor, reserve um tempo para classificar este conteúdo. Dessa maneira, a experiência de visualização será muito mais agradável para todos.
zh_hans: 请花时间检查此内容。这会让所有人的观影体验更愉快。

# how_was_it_lable
source: How was it?
ar: كيف وجدته؟
fr: Comment était ?
hi: यह कैसा था?
ja: いかがでしたか？
pt_br: Como foi?
zh_hans: 它怎么样？

# finish_button_title_label
source: FINISHED
ar: انتهاء
fr: FINI
hi: ख़त्म हो गया
ja: 完了
pt_br: FINALIZADO
zh_hans: 已完成

source: No selection
fr: Pas de sélection
hi: कोई चयन नहीं
ja: 選択されていません
pt_br: Sem seleção
zh_hans: 没有选择

# crowdfund_label
source: Crowdfunding
fr: Financement communautaire
hi: क्राउडफंडिंग
ja: クラウドファンディング
pt_br: Financiamento Coletivo
zh_hans: 众筹

# offer_label
source: Offer
fr: Offre
hi: ऑफ़र
ja: オファー
pt_br: Oferta
zh_hans: 优惠

# rating_label
source: Rating
fr: Classement
hi: रेटिंग
ja: レーティング
pt_br: Classificação
zh_hans: 评级

# title_label
source: Title
ar: تحميل
fr: Titre
hi: शीर्षक
ja: タイトル
pt_br: Título
zh_hans: 标题

# private_label
source: Everyone
fr: Tout le monde
hi: सभी
ja: 全員
pt_br: Todos
zh_hans: 每个人

# data_saver_help_text
source: Setting the data saver option to "High" will save the maximum amount of mobile data but will have the lowest video quality. "Low" is recommended if you're using Wi-Fi, and "Medium" or "High" for cellular data.
fr: La configuration de l'option économiseur de données sur "High" permettra d'économiser la quantité maximale de données mobiles mais aura la qualité vidéo la plus basse. "Low" est recommandé si vous utilisez Wi-Fi, et "Medium" ou "High" pour les données cellulaires.
hi: डेटा सेवर विकल्प को "High"पर सेट करना मोबाइल डेटा की अधिकतम राशि को बचाएगा लेकिन सबसे कम वीडियो गुणवत्ता वाला होगा। यदि आप Wi-Fi का उपयोग कर रहे हैं तो "Low" विकल्प का, और सेलुलर डेटा के लिए "Medium" या "High" का सुझाव दिया जाता है।
ja: データ節約オプションを"高"に設定するとモバイルデータを最大限に節約できますが、ビデオクオリティが最も低くなります。Wi-Fi をご使用の場合、"低"を、携帯データをご使用の場合は"中"か"高"をお奨めします。
pt_br: O ajuste da opção de economia de dados em "Alta" economizará a quantidade máxima de dados móveis, mas terá a qualidade mais baixa de vídeo. Recomenda-se "Baixa" se você estiver usando Wi-Fi, e "Média" ou "Alta" no caso de dados celulares.
zh_hans: 将数据节省选项调至 "高" 会尽可能地节省移动数据用量，但会带来最低的视频质量。 如果您在使用Wi-Fi，我们推荐"低" 而 "中" 或 "高" 是用于手机数据的。

# coins_current_balance
source: Current Balance
fr: Solde actuel
hi: वर्तमान शेष राशि
ja: 現在の残高
pt_br: Saldo Atual
zh_hans: 当前余额

# coins_coins_label
source: Coins
fr: Pièces
hi: कॉइन
ja: コイン
pt_br: Moedas
zh_hans: 钱币

# tabbar_home
source: Home
ar: الرئيسية
fr: Accueil
hi: होम
ja: ホーム
pt_br: Início
zh_hans: 主页

# tabbar_profile
source: Profile
ar: الملف الشخصي
fr: Profil
hi: प्रोफाइल
ja: プロフィール
pt_br: Perfil
zh_hans: 个人资料

# tabbar_wallet
source: Wallet
ar: المحفظة
fr: Portefeuille
hi: वॉलेट
ja: ウォレット
pt_br: Carteira
zh_hans: 钱包

# tabbar_more
source: More
fr: Plus
hi: अधिक
ja: 他
pt_br: Mais
zh_hans: 更多

# tabbar_more_option
source: More Options
ar: خيارات أخرى
fr: Plus d'options
hi: अधिक विकल्प
ja: 他のオプション
pt_br: Mais opções
zh_hans: 更多选项

source: My Crowdfunding Goals
zh_hans: 我的众筹目标

# goal_create_button
source: Create A New Goal
zh_hans: 创建新的众筹目标

# streaming_start_broadcast
source: Start Broadcasting
zh_hans: 开始直播

source: Clear
zh_hans: 清除

# stat_viewer
source: VIEWER
zh_hans: 观众

source: ON AIR
zh_hans: 直播中

source: Go Paid
zh_hans: 打开支付

source: Select
zh_hans: 选择

# tip_amount_title
source: Tip Amount
zh_hans: 小费数量

# goal_label
source: GOAL
zh_hans: 众筹目标

# goal_raised_label
source: RAISED
zh_hans: 已筹

# goal_donate_button_title
source: Fund
zh_hans: 支付

# choose_picture
source: Choose options from below
ar: اختر الخيارات من أدناه
es: Elija opciones de abajo
fr: Choisissez des options ci-dessous
hi: नीचे से विकल्प चुनें
ja: 以下からオプションを選択してください
pt_br: Escolha opções abaixo
zh_hans: 从下面选择选项

# com.banuba.editor.effect.name.tv-foam
source: TV-Foam
ar: رغوة التلفزيون
fr: Mousse TV
hi: टीवी फोम
ja: テレビフォーム
pt_br: TV-espuma
zh_hans: 电视泡沫

# com.banuba.editor.effect.name.vhs
source: VHS
ar: فيديو VHS
hi: वीएचएस

# com.banuba.editor.effect.name.vhs2
source: VHS 2
hi: वीएचएस 2

# com.banuba.recorder.sticker.title
source: Gif
hi: जीआईएफ

# discover_more_people
source: Discover More
pt_br: Descubra mais

# report_stream_content
source: Inappropriate Content
pt_br: Conteúdo inapropriado

# report_stream_crime
source: Crime in progress
pt_br: Crime em andamento

# report_stream_troll
source: Troll
pt_br: Provocador

# report_stream_other
source: Other
pt_br: Outro
