Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# presentOffer
source: Present An Offer?
ar: تقديم عرض؟
es: Presentar una oferta?
fr: Présenter une offre ?
hi: पेश करें ऑफर?
ja: オファーを提示しますか？
ko: 제안 제시?
pt_br: Apresentar uma oferta?
zh_hans: 提出要约？

# selectOffer
source: Select An Offer
ar: حدد عرضًا
es: Seleccione una oferta
fr: Sélectionner une offre
hi: ऑफर का चयन करें
ja: オファーを選択
ko: 제안 선택
pt_br: Selecione uma oferta
zh_hans: 选择报价

# createPost
source: Post Video
ar: إنشاء منشور
es: Crear publicación
fr: Créer la publication
hi: पोस्ट बनाएं
ja: 投稿を作成
ko: 비디오 업로드
pt_br: Criar Publicação
zh_hans: 创建帖子

source: Post Story
ar: نشر القصة
es: Publicar Historia
fr: Publier l'histoire
hi: कहानी पोस्ट करें
ja: ストーリーを投稿
ko: 스토리 게시
pt_br: Publicar História
zh_hans: 发布故事

# noVideoSelected
source: No video selected to post!
ar: لم يتم تحديد فيديو للنشر!
es: ¡No se seleccionó ningún video para publicar!
fr: Aucune vidéo sélectionnée pour la publication !
hi: पोस्ट करने के लिए कोई वीडियो नहीं चयनित हुआ है!
ja: 投稿するビデオが選択されていません！
ko: 게시할 비디오를 선택하지 않았습니다!
pt_br: Nenhum vídeo selecionado para publicar!
zh_hans: 没有选择要发布的视频！

# enterTitleAlert
source: Please enter video title!
ar: يرجى إدخال عنوان الفيديو!
es: ¡Por favor, ingresa el título del video!
fr: Veuillez entrer le titre de la vidéo !
hi: कृपया वीडियो का शीर्षक दर्ज करें!
ja: 動画のタイトルを入力してください！
ko: 비디오 제목을 입력해주세요!
pt_br: Por favor, insira o título do vídeo!
zh_hans: 请输入视频标题！

# selectViewerAlert
source: Please select viewers for the post!
ar: الرجاء تحديد مشاهدين لهذا المنصب!
es: ¡Seleccione espectadores para la publicación!
fr: Veuillez sélectionner les destinataires pour la publication !
hi: कृपया पोस्ट के लिए दर्शक चुनें!
ja: 投稿の閲覧者を選択してください！
ko: 게시물을 볼 수 있는 대상을 선택하세요!
pt_br: Por favor, selecione os visualizadores para a publicação!
zh_hans: 请选择帖子的查看者！

# selectViewerAlert_Stream
source: Please select viewers for the stream!
ar: يرجى تحديد المشاهدين للتيار!
es: ¡Por favor selecciona espectadores para el flujo!
fr: Veuillez sélectionner des spectateurs pour le flux !
hi: कृपया स्ट्रीम के लिए दर्शकों का चयन करें!
ja: ストリームの視聴者を選択してください！
ko: 스트림을 위해 시청자를 선택하세요!
pt_br: Por favor, selecione espectadores para o fluxo!
zh_hans: 请为流选择观众!

# selectViewerAlertStory
source: Please select viewers for the story!
ar: يرجى اختيار المشاهدين للقصة!
es: ¡Por favor, selecciona espectadores para la historia!
fr: Veuillez sélectionner des spectateurs pour l'histoire !
hi: कृपया कहानी के लिए दर्शक चयन करें!
ja: ストーリーの視聴者を選択してください！
ko: 이야기를 위한 시청자를 선택하세요!
pt_br: Por favor, selecione espectadores para a história!
zh_hans: 请为故事选择观众！

# selectStoryDurationAlert
source: Please select story duration!
ar: من فضلك اختر مدى القصة!
es: ¡Por favor, selecciona la duración de la historia!
fr: Veuillez sélectionner la durée de l'histoire !
hi: कृपया कहानी की अवधि चुनें!
ja: ストーリーの期間を選択してください！
ko: 스토리 기간을 선택하세요!
pt_br: Por favor, selecione a duração da história!
zh_hans: 请选则故事时长！

source: Public
ar: عام
es: Público
hi: सार्वजनिक
ja: 公開
ko: 공개
pt_br: Público
zh_hans: 民众

source: Followers
ar: متابعون
es: Seguidores
fr: Abonnés
hi: फॉलोअर्स
ja: フォロワー
ko: 팔로워
pt_br: Seguidores
zh_hans: 追随者

# createPostError
source: There was an error while creating post.
ar: حدث خطأ أثناء إنشاء المنشور.
es: Hubo un error al crear la publicación.
fr: Une erreur est survenue lors de la création de la publication.
hi: पोस्ट बनाने में एक त्रुटि हुई थी।
ja: 投稿を作成する際にエラーが発生しました。
ko: 게시물을 만드는 동안 오류가 발생했습니다.
pt_br: Ocorreu um erro ao criar a publicação.
zh_hans: 创建帖子时出错。

source: low
ar: قليل
es: bajo
fr: bas
hi: कम
ja: 低い
ko: 낮음
pt_br: baixo
zh_hans: 低的

source: Edit Your Post
ar: تعديل منشورك
es: Editar Tu Publicación
fr: Modifier Votre Publication
hi: अपनी पोस्ट को संपादित करें
ja: 投稿を 編集する
ko: 게시물 편집하기
pt_br: Editar Sua Postagem
zh_hans: 编辑 你的帖子

source: Edit Your Story
ar: تحرير قصتك
es: Editar Tu Historia
fr: Modifier Votre Histoire
hi: अपनी कहानी को संपादित करें
ja: ストーリーを 編集する
ko: 스토리 편집하기
pt_br: Editar Sua História
zh_hans: 编辑 你的故事

source: Edit Your Stream
ar: تعديل تيارك
es: Editar Tu Flujo
fr: Modifier Votre Flux
hi: संपादित आपकी स्ट्रीम
ja: ストリームを 編集
ko: 스트림 편집하기
pt_br: Editar Seu Fluxo
zh_hans: 编辑 您的流

# lowImpressionTitle1
source: Low Ad Credits
ar: قروض إعلانية منخفضة
es: Créditos publicitarios bajos
fr: Crédits publicitaires insuffisants
hi: कम विज्ञापन क्रेडिट
ja: 広告クレジットが不足しています
ko: 인상 크레딧 부족
pt_br: Créditos de anúncio baixos
zh_hans: 低广告信用

# lowImpressionTitle2
source: It looks like you're currently running low on your impressions balance.
ar: يبدو أنك حاليًا تقترب من انخفاض رصيد مرات الظهور لديك.
es: Parece que actualmente se está quedando sin saldo de impresiones.
fr: Il semble que vous avez actuellement un solde d'impressions faible.
hi: लगता है कि आपके पास वर्तमान में आपके इम्प्रेशन बैलेंस में कमी है।
ja: 現在、印象残高が少なくなっています。
ko: 현재 인상 잔액이 부족한 것 같습니다.
pt_br: Parece que você está com um saldo baixo de impressões.
zh_hans: 您目前 的展示次数余额似乎不足。

# lowImpressionTitle3
source: Add more credits to your account.
ar: أضف المزيد من الائتمانات إلى حسابك.
es: Agregue más créditos a su cuenta.
fr: Ajoutez plus de crédits à votre compte.
hi: अपने खाते में अधिक क्रेडिट जोड़ें।
ja: アカウントにクレジットを追加してください。
ko: 계정에 크레딧을 추가하세요.
pt_br: Adicione mais créditos à sua conta.
zh_hans: 添加更多积分 到您的帐户。

source: Buy Ad Credits
ar: شراء إعلان ائتمانات
es: Comprar créditos publicitarios
fr: Acheter des crédits de publicité
hi: विज्ञापन क्रेडिट खरीदें
ja: 広告クレジットを購入する
ko: 인상 크레딧 구매
pt_br: Comprar créditos de anúncio
zh_hans: 购买广告 信用

# getFreeCredits
source: Get Free Ad Credits
ar: احصل على رصيد مجاني للإعلانات
es: Obtenga créditos publicitarios gratuitos
fr: Obtenir des crédits de publicité gratuits
hi: मुफ्त विज्ञापन क्रेडिट प्राप्त करें
ja: 無料の広告クレジットを手に入れる
ko: 무료 인상 크레딧 받기
pt_br: Obter créditos de anúncio grátis
zh_hans: 获得免费 广告积分

source: Close
ar: يغلق
es: Cerca
fr: Fermer
hi: बंद करें
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

# howItWorks1
source: Make Your
ar: اصنع لك
es: Haz tu
fr: Rendez vos
hi: अपने पोस्ट को
ja: あなたの
ko: 내 게시물을
pt_br: Torne suas
zh_hans: 做你的

# howItWorks2
source: Posts Fire
ar: المشاركات النار
es: fuego de postes
fr: publications virales
hi: लोकप्रिय बनाएँ
ja: 投稿を火にする
ko: 인기있게 만들기
pt_br: postagens populares
zh_hans: 帖子火

# howItWorks3
source: Want to get more views? More Followers?
ar: هل تريد الحصول على المزيد من المشاهدات؟ المزيد من المتابعين؟
es: ¿Quieres obtener más vistas? ¿Más seguidores?
fr: Vous voulez obtenir plus de vues? Plus de followers?
hi: और अधिक दृश्य पाने के लिए? अधिक फॉलोअर्स पाने के लिए?
ja: より多くの閲覧数、フォロワーを得たいですか？
ko: 더 많은 조회수? 더 많은 팔로워?
pt_br: Quer obter mais visualizações? Mais seguidores?
zh_hans: 想要获得更多浏览量？更多追随者？

# howItWorks4
source: You need to have your content at the top of the list.
ar: يجب أن يكون المحتوى الخاص بك في أعلى القائمة.
es: Necesitas tener tu contenido en la parte superior de la lista.
fr: Vous devez avoir votre contenu en haut de la liste.
hi: आपको अपनी सामग्री को सूची के शीर्ष पर होना चाहिए।
ja: あなたのコンテンツをリストの上部に表示する必要があります。
ko: 콘텐츠가 상단에 있어야 합니다.
pt_br: Você precisa ter seu conteúdo no topo da lista.
zh_hans: 您需要将您的内容放在列表的顶部。

# howItWorks5
source: Our Algorithm will place your content in front of more users and uniquely targeted to users that is more interested in your content.
ar: سيضع خوارزميتنا محتواك أمام مزيد من المستخدمين وبشكل فريد ومستهدف للمستخدمين الذين يهتمون بمحتواك أكثر.
es: Nuestro algoritmo colocará tu contenido frente a más usuarios y de manera única dirigido a usuarios que están más interesados en tu contenido.
fr: Notre algorithme placera votre contenu devant plus d'utilisateurs et de manière unique ciblé sur des utilisateurs qui sont plus intéressés par votre contenu.
hi: हमारी एल्गोरिथ्म आपकी सामग्री को अधिक उपयोगकर्ताओं के सामने रखेगा और अनोखे ढंग से आपके कंटेंट से अधिक रुचि रखने वाले उपयोगकर्ताओं के लिए निर्देशित होगा।
ja: 当社のアルゴリズムにより、より多くのユーザーにコンテンツを提示し、より興味を持っているユーザーにターゲットを絞ります。
ko: 우리의 알고리즘은 여러분의 콘텐츠를 더 많은 사용자들 앞에 배치하며, 그 중에서도 여러분의 콘텐츠에 관심이 있는 특정 사용자들에게 맞춤으로 보여줍니다.
pt_br: Nosso algoritmo colocará seu conteúdo na frente de mais usuários e de maneira única direcionado a usuários que estão mais interessados ​​em seu conteúdo.
zh_hans: 我们的算法将把您的内容放在更多的用户面前，并独特地针对对您的内容更感兴趣的用户。

source: More Likes
ar: المزيد من الإعجابات
es: Más Me gusta
fr: Plus de likes
hi: अधिक लाइक्स
ja: いいね！を増やす
ko: 더 많은 좋아요
pt_br: Mais curtidas
zh_hans: 更多赞

source: More Views
ar: المزيد من المشاهدات
es: Más vistas
fr: Plus de vues
hi: अधिक दृश्य
ja: 閲覧数を増やす
ko: 더 많은 조회수
pt_br: Mais visualizações
zh_hans: 更多观看次数

source: More Followers
ar: المزيد من المتابعين
es: Mas seguidores
fr: Plus de followers
hi: अधिक फॉलोअर्स
ja: フォロワーを増やす
ko: 더 많은 팔로워
pt_br: Mais seguidores
zh_hans: 更多关注者

source: Buy Ad Impressions
ar: شراء ظهور الإعلان
es: Comprar impresiones de anuncios
fr: Acheter des impressions publicitaires
hi: विज्ञापन इम्प्रेशन खरीदें
ja: 広告インプレッションを購入する
ko: 광고 조회수 구매
pt_br: Comprar impressões de anúncio
zh_hans: 购买广告印象

source: Earn Free Impressions
ar: احصل على مرات ظهور مجانية
es: Obtenga impresiones gratuitas
fr: Gagnez des impressions gratuites
hi: मुफ्त इम्प्रेशन कमाएं
ja: 無料の広告インプレッションを獲得する
ko: 무료 광고 조회수 얻기
pt_br: Ganhar impressões de anúncio grátis
zh_hans: 赚取免费印象

source: or
ar: أو
es: o
fr: ou
hi: या
ja: または
ko: 또는
pt_br: ou
zh_hans: 或者

source: loading comments...
ar: تحميل التعليقات ...
es: cargando comentarios...
fr: chargement des commentaires...
hi: टिप्पणियां लोड हो रही हैं...
ja: コメントを読み込んでいます...
ko: 댓글 불러오는 중...
pt_br: carregando comentários...
zh_hans: 加载评论...

source: 1 comment
ar: تعليق واحد
es: 1 comentario
fr: 1 commentaire
hi: 1 टिप्पणी
ja: 1件のコメント
ko: 댓글 1개
pt_br: 1 comentário
zh_hans: 1条评论

source: No comments
ar: بدون تعليقات
es: Sin comentarios
fr: Aucun commentaire
hi: कोई टिप्पणी नहीं
ja: コメントがありません
ko: 댓글 없음
pt_br: Sem comentários
zh_hans: 暂无评论

# selectComplaint
source: Select your complaint:
ar: اختر شكواك:
es: Selecciona tu denuncia:
fr: Sélectionnez votre plainte :
hi: अपनी शिकायत का चयन करें:
ja: 苦情を選択してください：
ko: 신고 사유 선택:
pt_br: Selecione sua queixa:
zh_hans: 选择您的投诉：

# inappropriate
source: Inappropriate Content
ar: غير مناسب
es: Contenido inapropiado
fr: Contenu inapproprié
hi: अनुचित
ja: 不適切なコンテンツ
ko: 부적절한 콘텐츠
pt_br: Conteúdo inapropriado
zh_hans: 不适当的内容

source: Crime
ar: جريمة
es: Delito
hi: अपराध
ja: 犯罪
ko: 범죄 관련
zh_hans: 犯罪

source: Troll
ar: القزم
hi: ट्रोल
ja: トロール
ko: 괴롭히기
pt_br: Provocador
zh_hans: 巨魔

source: Other
ar: آخر
es: Otro
fr: Autre
hi: अन्य
ja: 他の
ko: 기타
pt_br: Outro
zh_hans: 其他

# moreDetailsText
source: Please feel free to add more details:
ar: لا تتردد في إضافة المزيد من التفاصيل:
es: Por favor, siéntase libre de agregar más detalles:
fr: N'hésitez pas à ajouter plus de détails :
hi: कृपया अधिक विवरण जोड़ें:
ja: 詳細を追加してください：
ko: 추가 사항을 자유롭게 입력하세요:
pt_br: Sinta-se à vontade para adicionar mais detalhes:
zh_hans: 请随时添加更多详细信息：

# sharePost
source: Share This Post
ar: شارك هذا المنشور
es: Compartir esta publicacion
fr: Partager cette publication
hi: इस पोस्ट को शेयर करें
ja: この投稿を共有する
ko: 이 게시물 공유하기
pt_br: Compartilhar esta publicação
zh_hans: 分享这个帖子

# shareStory
source: Share This Story
ar: شارك هذه القصة
es: Compartir esta historia
fr: Partager cette histoire
hi: इस कहानी को साझा करें
ja: このストーリーを共有
ko: 이 이야기 공유하기
pt_br: Compartilhar esta história
zh_hans: 分享此故事

source: Audience Settings
ar: إعدادات الجمهور
es: Configuración de audiencia
fr: Paramètres de l'audience
hi: दर्शक सेटिंग
ja: 対象設定
ko: 대상 설정
pt_br: Configurações de público
zh_hans: 观众设置

source: Edit Post
ar: تعديل المنشور
es: Editar tu publicación
fr: Modifier la publication
hi: पोस्ट संपादित करें
ja: 投稿を編集する
ko: 게시물 편집
pt_br: Editar postagem
zh_hans: 编辑帖子

source: Update Post
ar: تحديث المنشور
es: Actualizar publicación
fr: Mettre à jour la publication
hi: पोस्ट अपडेट करें
ja: 投稿を更新する
ko: 게시물 업데이트
pt_br: Atualizar postagem
zh_hans: 更新帖子

source: Update Stream
ar: تحديث التيار
es: Actualizar Flujo
fr: Mettre à jour le Flux
hi: स्ट्रीम को अपडेट करें
ja: ストリームを更新する
ko: 스트림 업데이트
pt_br: Atualizar Fluxo
zh_hans: 更新流

source: Edit Story
ar: تحرير القصة
es: Editar Historia
fr: Modifier l'histoire
hi: कहानी संपादित करें
ja: ストーリーを編集
ko: 스토리 편집
pt_br: Editar História
zh_hans: 编辑故事

source: Update Story
ar: تحديث القصة
es: Actualizar Historia
fr: Mettre à jour l'histoire
hi: कहानी को अपडेट करें
ja: ストーリーを更新
ko: 스토리 업데이트
pt_br: Atualizar História
zh_hans: 更新故事

source: Delete Post
ar: حذف آخر
es: Eliminar mensaje
fr: Supprimer la publication
hi: पोस्ट हटाएं
ja: 投稿を削除する
ko: 게시물 삭제
pt_br: Excluir publicação
zh_hans: 删除帖子

source: Delete Stream
ar: حذف التيار
es: Eliminar Flujo
fr: Supprimer le Flux
hi: स्ट्रीम हटाएं
ja: ストリームを削除
ko: 스트림 삭제
pt_br: Excluir Fluxo
zh_hans: 删除流

source: Delete Story
ar: حذف القصة
es: Eliminar Historia
fr: Supprimer l'histoire
hi: कहानी को हटाएं
ja: ストーリーを削除
ko: 스토리 삭제
pt_br: Excluir História
zh_hans: 删除故事

# reportPost
source: Report
ar: تقرير
es: Informe
fr: Rapport
hi: रिपोर्ट करें
ja: 報告
ko: 신고
pt_br: Relatório
zh_hans: 报告

# deleteConfirmationText
source: Are you sure you would like to delete this post?
ar: هل أنت متأكد أنك تريد حذف هذه الوظيفة؟
es: ¿Está seguro de que desea eliminar esta publicación?
fr: Êtes-vous sûr de vouloir supprimer cette publication ?
hi: क्या आप इस पोस्ट को हटाना चाहते हैं?
ja: この投稿を削除しますか？
ko: 이 게시물을 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir esta publicação?
zh_hans: 您确定要删除此帖子吗？

# deleteConfirmationTitle
source: Delete Confirmation
ar: تأكيد الحذف
es: Confirmación de eliminación
fr: Confirmation de suppression
hi: हटाने की पुष्टि
ja: 削除確認
ko: 삭제 확인
pt_br: Confirmação de exclusão
zh_hans: 删除确认

# deleteConfirmationTextStory
source: Are you sure you would like to delete this story?
ar: هل أنت متأكد أنك تريد حذف هذه القصة؟
es: ¿Estás seguro de que quieres borrar esta historia?
fr: Êtes-vous sûr de vouloir supprimer cette histoire ?
hi: क्या आप इस कहानी को हटाना चाहते हैं?
ja: このストーリーを削除してもよろしいですか？
ko: 이 스토리를 삭제하시겠습니까?
pt_br: Você tem certeza de que deseja excluir esta história?
zh_hans: 您确定要删除这个故事吗？

# deleteConfirmationTextStream
source: Are you sure you would like to delete this stream?
ar: هل أنت متأكد أنك تريد حذف هذا التيار؟
es: ¿Estás seguro de que deseas eliminar este flujo?
fr: Êtes-vous sûr de vouloir supprimer ce flux ?
hi: क्या आप इस स्ट्रीम को हटाना चाहते हैं?
ja: このストリームを削除してもよろしいですか？
ko: 이 스트림을 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir este fluxo?
zh_hans: 您确定要删除此流吗？

# yesDeleteStory
source: Yes delete this story
ar: نعم، احذف هذه القصة
es: Sí, borrar esta historia
fr: Oui, supprimer cette histoire
hi: हां, इस कहानी को हटाएं
ja: はい、このストーリーを削除します
ko: 예, 이 스토리를 삭제합니다
pt_br: Sim, excluir esta história
zh_hans: 是的，删除这个故事

# yesDelete
source: Yes delete this post
ar: نعم احذف هذه الوظيفة
es: Sí, borre esta publicación.
fr: Oui, supprimer cette publication
hi: हाँ, इस पोस्ट को हटाएं
ja: はい、この投稿を削除する
ko: 예, 이 게시물 삭제
pt_br: Sim, excluir esta publicação
zh_hans: 是的 删除此贴

# yesDeleteStream
source: Yes delete this stream
ar: نعم، احذف هذا التيار
es: Sí, eliminar este flujo
fr: Oui, supprimer ce flux
hi: हां, इस स्ट्रीम को हटाएं
ja: はい、このストリームを削除します
ko: 예, 이 스트림을 삭제하겠습니다
pt_br: Sim, excluir este fluxo
zh_hans: 是的，删除此流

# closeStreamWarrning
source: Closing this window will end the stream. Proceed?
ar: سيؤدي إغلاق هذه النافذة إلى إنهاء التيار. هل ترغب في المتابعة؟
es: Cerrar esta ventana terminará el flujo. ¿Desea continuar?
fr: La fermeture de cette fenêtre mettra fin au flux. Continuer ?
hi: इस विंडो को बंद करने से स्ट्रीम समाप्त हो जाएगी। क्या आप आगे बढ़ना चाहते हैं?
ja: このウィンドウを閉じるとストリームが終了します。続行しますか？
ko: 이 창을 닫으면 스트림이 종료됩니다. 계속하시겠습니까?
pt_br: Fechar esta janela encerrará o fluxo. Deseja continuar?
zh_hans: 关闭此窗口将结束流。是否继续？

# audienceSettingsTitle
source: View or modify your audience settings for this post.
ar: عرض أو تعديل إعدادات الجمهور الخاصة بك لهذا المنشور.
es: Vea o modifique la configuración de su audiencia para esta publicación.
fr: Afficher ou modifier les paramètres d'audience pour cette publication.
hi: इस पोस्ट के लिए अपनी दर्शक सेटिंग देखें या संशोधित करें।
ja: この投稿の対象設定を表示または変更します。
ko: 이 게시물에 대한 대상 설정을 확인하거나 수정하세요.
pt_br: Ver ou modificar suas configurações de audiência para esta publicação.
zh_hans: 查看或修改此帖子的受众设置。

# audienceSettingsQuestion
source: Who can view this content?
ar: من يمكنه مشاهدة هذا المحتوى؟
es: ¿Quién puede ver este contenido?
fr: Qui peut voir ce contenu?
hi: कौन इस सामग्री को देख सकता है?
ja: このコンテンツを誰が見ることができますか？
ko: 누구에게 이 콘텐츠를 표시하시겠습니까?
pt_br: Quem pode ver este conteúdo?
zh_hans: 谁可以查看此内容？

source: Enable Comments
ar: تمكين التعليقات
es: Habilitar comentarios
fr: Activer les commentaires
hi: टिप्पणियाँ सक्षम करें
ja: コメントを有効にする
ko: 댓글 허용
pt_br: Ativar comentários
zh_hans: 启用评论

source: Delete Group
ar: حذف المجموعة
es: Eliminar grupo
fr: Supprimer le groupe
hi: समूह हटाएँ
ja: グループを削除する
ko: 그룹 삭제
pt_br: Excluir Grupo
zh_hans: 删除组

# chooseAudienceTitle
source: Choose your audience
ar: اختر جمهورك
es: Elige tu audiencia
fr: Choisissez votre audience
hi: अपने दर्शकों को चुनें
ja: 対象を選択
ko: 대상 선택
pt_br: Escolha sua audiência
zh_hans: 选择你的听众

# chooseAudienceSubtitle
source: Please select who can view this content.
ar: الرجاء تحديد من يمكنه مشاهدة هذا المحتوى.
es: Seleccione quién puede ver este contenido.
fr: Veuillez sélectionner qui peut voir ce contenu.
hi: कृपया चयन करें कि इस सामग्री को कौन देख सकता है।
ja: このコンテンツを見ることができる人を選択してください。
ko: 이 콘텐츠를 볼 수 있는 사람을 선택하세요.
pt_br: Por favor, selecione quem pode ver este conteúdo.
zh_hans: 请选择谁可以查看此内容。

source: View All Groups
ar: عرض كل المجموعات
es: Ver todos los grupos
fr: Afficher tous les groupes
hi: सभी समूह देखें
ja: すべてのグループを表示する
ko: 모든 그룹 보기
pt_br: Ver todos os grupos
zh_hans: 查看所有组

source: Create A Group
ar: أنشئ مجموعة
es: Crear un grupo
fr: Créer un groupe
hi: एक समूह बनाएं
ja: グループを作成する
ko: 그룹 만들기
pt_br: Criar um grupo
zh_hans: 创建一个组

# addToFavorite
source: Add to Favorites
ar: اضافة الى المفضلة
es: Agregar a los favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
ja: お気に入りに追加する
ko: 즐겨찾기에 추가
pt_br: Adicionar aos Favoritos
zh_hans: 添加到收藏夹

source: Add
ar: يضيف
es: Agregar
fr: Ajouter
hi: जोड़ें
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加

# addInstruction
source: to your favorites so you can view their content towards the top of your feed so you don't miss anything from your favorites.
ar: إلى مفضلاتك حتى تتمكن من عرض محتواها أعلى خلاصتك حتى لا يفوتك أي شيء من المفضلة.
es: a sus favoritos para que pueda ver su contenido en la parte superior de su feed para que no se pierda nada de sus favoritos.
fr: à vos favoris pour voir leur contenu en haut de votre flux pour ne rien manquer de vos favoris.
hi: अपने पसंदीदा से जोड़ें ताकि आप अपनी फ़ीड के शीर्ष पर उनकी सामग्री देख सकें और अपने पसंदीदा से कुछ न छूटे।
ja: お気に入りに追加して、あなたのお気に入りのユーザーの投稿がフィードのトップに表示されるようにして、何かお気に入りのものを見逃さないようにしてください。
ko: 즐겨찾기에 추가하여 즐겨찾는 사람의 콘텐츠를 피드 상단에서 볼 수 있게 해 주세요. 즐겨찾기에서 누구의 콘텐츠를 놓치지 않도록 합니다.
pt_br: aos seus favoritos para que você possa visualizar seu conteúdo no topo de sua lista de feeds e não perca nada de seus favoritos.
zh_hans: 到您的收藏夹，这样您就可以在提要顶部查看他们的内容，这样您就不会错过收藏夹中的任何内容。

# removeFromFavorite
source: Remove from Favorites
ar: إزالة من المفضلة
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
ja: お気に入りから削除する
ko: 즐겨찾기에서 제거
pt_br: Remover dos Favoritos
zh_hans: 从收藏夹中删除

# removeInstruction1
source: Do you want to remove
ar: هل تريد إزالة
es: ¿Quieres eliminar
fr: Voulez-vous retirer
hi: क्या आप
ja: お気に入りから
ko: 즐겨찾기에서
pt_br: Você deseja remover
zh_hans: 你想删除

# removeInstruction2
source: from your favorites list? Please confirm below.
ar: من قائمة المفضلة لديك؟ الرجاء التأكيد أدناه.
es: de su lista de favoritos? Confírmelo a continuación.
fr: de votre liste de favoris? Veuillez confirmer ci-dessous.
hi: को अपनी पसंदीदा सूची से हटाना चाहते हैं? कृपया नीचे पुष्टि करें।
ja: を削除しますか？ 以下を確認してください。
ko: 를 제거하시겠습니까? 아래에서 확인하세요.
pt_br: da sua lista de favoritos? Por favor, confirme abaixo.
zh_hans: 来自您的收藏夹列表？ 请在下方确认。

source: Remove
ar: يزيل
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 消除

# removeUserTitle
source: Has Been Removed
ar: تم إزالته
es: Ha sido removido
fr: A été supprimé
hi: हटा दिया गया है
ja: 削除されました
ko: 제거되었습니다
pt_br: Foi Removido
zh_hans: 已被删除

# removeUserDescription
source: This user will no longer see your posts in their feed.
ar: لن يرى هذا المستخدم منشوراتك في خلاصته بعد الآن.
es: Este usuario ya no verá tus publicaciones en su feed.
fr: Cet utilisateur ne verra plus vos publications dans son flux.
hi: इस उपयोगकर्ता द्वारा अब आपकी पोस्ट को उनकी फ़ीड में नहीं देखा जाएगा।
ja: このユーザーはあなたの投稿をフィードで見ることができなくなります。
ko: 이 사용자는 더 이상 당신의 게시물을 피드에서 볼 수 없습니다.
pt_br: Este usuário não verá mais suas publicações em seu feed.
zh_hans: 该用户将不再在他们的 Feed 中看到您的帖子。

# blockUserTitle
source: Has Been Blocked
ar: تم حجبه
es: Ha sido bloqueado
fr: A été bloqué
hi: अब ब्लॉक है
ja: ブロックされました
ko: 차단되었습니다
pt_br: Foi Bloqueado
zh_hans: 已被封锁

# blockUserDescription
source: To view your list of blocked users or to un-block this user tap below.
ar: لعرض قائمة المستخدمين المحظورين الخاصة بك أو لإلغاء حظر هذا المستخدم ، انقر فوق أدناه.
es: Para ver su lista de usuarios bloqueados o para desbloquear a este usuario, toque a continuación.
fr: Pour voir votre liste d'utilisateurs bloqués ou pour débloquer cet utilisateur, appuyez ci-dessous.
hi: आपकी ब्लॉक किए गए उपयोगकर्ताओं की सूची देखने या इस उपयोगकर्ता को अनब्लॉक करने के लिए नीचे टैप करें।
ja: ブロックしたユーザーのリストを表示するか、このユーザーをブロック解除するには、以下をタップしてください。
ko: 차단된 사용자 목록을 보거나 이 사용자의 차단을 해제하려면 아래를 탭하세요.
pt_br: Para visualizar sua lista de usuários bloqueados ou desbloquear este usuário, toque abaixo.
zh_hans: 要查看您的已阻止用户列表或取消阻止此用户，请点击下方。

source: Latest Viewers
ar: أحدث المشاهدين
es: Últimos espectadores
fr: Derniers spectateurs
hi: नवीनतम दर्शक
ja: 最新の視聴者
ko: 최신 조회자
pt_br: Visualizadores Recentes
zh_hans: 最新观众

# latestViewersTitle
source: This is a list of the latest 100 viewers of this post.
ar: هذه قائمة بآخر 100 مشاهد لهذا المنشور.
es: Esta es una lista de los últimos 100 espectadores de esta publicación.
fr: Ceci est une liste des 100 derniers spectateurs de cette publication.
hi: यह इस पोस्ट के नवीनतम 100 दर्शकों की सूची है।
ja: これはこの投稿の最新の100人の視聴者のリストです。
ko: 이 게시물의 최신 100명 조회자 목록입니다.
pt_br: Esta é uma lista dos últimos 100 visualizadores desta publicação.
zh_hans: 这是这篇文章的最新 100 位查看者的列表。

# latestViewersTitleStory
source: This is a list of the latest 100 viewers of this story.
ar: هذه قائمة بآخر 100 مشاهد لهذه القصة.
es: Esta es una lista de los últimos 100 espectadores de esta historia.
fr: Il s'agit d'une liste des 100 derniers spectateurs de cette histoire.
hi: यह इस कहानी के नवीनतम 100 दर्शकों की सूची है।
ja: これはこのストーリーの最新の100人の閲覧者のリストです。
ko: 이것은 이 이야기의 최신 100명의 조회자 목록입니다.
pt_br: Esta é uma lista dos últimos 100 espectadores desta história.
zh_hans: 这是这个故事的最新100个观众列表。

source: Tagged
ar: موسوم
es: Etiquetado
fr: Tagué
hi: टैग किया गया
ja: タグ付け済み
ko: 태그됨
pt_br: Marcado
zh_hans: 已标记

# usersTaggedInPost
source: These users were tagged in this post.
ar: تم وسم هؤلاء المستخدمين في هذا المنشور.
es: Estos usuarios fueron etiquetados en esta publicación.
fr: Ces utilisateurs ont été tagués dans cette publication.
hi: इन उपयोगकर्ताओं को इस पोस्ट में टैग किया गया था।
ja: これらのユーザーがこの投稿にタグ付けされました。
ko: 이 사용자들은 이 게시물에서 태그되었습니다.
pt_br: Esses usuários foram marcados nesta postagem.
zh_hans: 这些用户在这篇帖子中被标记了。

source: Delete All
ar: حذف الكل
es: Eliminar todos
fr: Tout supprimer
hi: सभी हटाएं
ja: すべて削除
ko: 모두 삭제
pt_br: Excluir Todos
zh_hans: 删除所有

# deleteAnimationTitle
source: Your post is being deleted...
ar: يتم حذف منشورك ...
es: Tu publicación está siendo eliminada...
fr: Votre publication est en train d'être supprimée...
hi: आपकी पोस्ट हटाई जा रही है...
ja: 投稿が削除されています...
ko: 게시물이 삭제되고 있습니다...
pt_br: Sua publicação está sendo excluída...
zh_hans: 您的帖子正在被删除...
