Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# wallet_deposit_amount_maximum
source: Max
ar: الحد الأقصى
hi: अधिकतम
ja: 最高
ko: 최대
pt_br: Máx.
zh_hans: 最多

# wallet_deposit_from
source: Deposit Funds From:
ar: إيداع الأموال من:
fr: Fonds de dépôt à partir de :
hi: यहाँ से राशि जमा करें:
ja: 入金元:
ko: 자금을 어디에서 입금하시겠습니까?
pt_br: Depositar recursos de:
zh_hans: 从这里存入金额：

# wallet_deposit_processing_title
source: Processing Payment
ar: معالجة الدفع
fr: Traitement du paiement
hi: भुगतान की कार्रवाई जारी है
ja: 支払いをプロセス中
ko: 결제 처리 중
pt_br: Processando o pagamento
zh_hans: 处理付款中

# wallet_deposit_processing_subtitle
source: Your deposit is being processed. Your funds will be deposited into your Wallet.
ar: جار معالجة إيداعك. سوف تودع أموالك في محفظتك.
fr: Votre dépôt est en cours de traitement. Vos fonds seront déposés dans votre portefeuille.
hi: आपकी जमा राशि पर कार्रवाई की जा रही है। आपका धन आपके वॉलेट में जमा किया जाएगा।
ja: 入金をプロセス中です。資金はウォレットに入金されます。
ko: 입금이 처리 중입니다. 자금이 지갑에 입금됩니다.
pt_br: Seu depósito está sendo processado. Seus recursos serão depositados em sua Carteira.
zh_hans: 您的存款正在被处理。您的金额将存入您的钱包。

# wallet_deposit_processing_subtitle_two
source: Please allow up to 5 business days for your deposit.
ar: يرجى السماح بمدة تصل إلي 5 أيام عمل لإيداعك.
fr: Veuillez allouer jusqu'à 5 jours ouvrables pour votre dépôt.
hi: कृपया अपनी राशि के जमा होने के लिए 5 कार्यदिवस तक का समय दें।
ja: 入金には最大 5 営業日かかります。
ko: 입금 처리에 최대 5 영업일이 소요될 수 있습니다.
pt_br: Aguarde até 5 dias úteis para receber o seu depósito.
zh_hans: 存款流程最多要5个工作日。

# wallet_manage_label
source: Please visit peeks.com to manage your wallet.
fr: Veuillez visiter peeks.com pour gérer votre portefeuille.
hi: कृपया अपने वॉलेट का प्रबंधन करने के लिए peeks.com पर जाएं।
ja: peeks.com でウォレットを管理できます。
ko: 자금을 관리하려면 peeks.com을 방문하세요.
pt_br: Acesse peeks.com para gerenciar a sua carteira.
zh_hans: 请访问peeks.com管理您的钱包。

# settings_app_settings
source: App Settings
ar: إعدادات التطبيق
fr: Paramètres de l'application
hi: एप्लिकेशन सेटिंग
ja: アプリ設定
ko: 앱 설정
pt_br: Configurações do aplicativo
zh_hans: 应用设置

# settings_notifications
source: Notifications
ar: الإشعارات
hi: सूचनाएं
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知

# settings_about
source: About
ar: نبذة عن
fr: À propos de
hi: के बारे में
ja: 情報
ko: 소개
pt_br: Sobre
zh_hans: 关于

# settings_privacy_policy
source: Privacy Policy
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 처리 방침
pt_br: Política de Privacidade
zh_hans: 隐私政策

# settings_account_salutation
source: Gender
ar: اللقب
es: Salutation
fr: Salutation
hi: अभिवादन
ja: あいさつ
ko: 인사말
pt_br: Saudação
zh_hans: 致敬

# settings_account_salutation_placeholder
source: Set Salutation
ar: ضع لقبا
fr: Définir la salutation
hi: अभिवादन सेट करें
ja: あいさつを設定
ko: 인사말 설정
pt_br: Definir Saudação
zh_hans: 设置致敬

# settings_account_username
source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
zh_hans: 用户名

# settings_account_username_placeholder
source: Set Username
ar: اسم المستخدم مجموعة
fr: Définir le nom d'utilisateur
hi: उपयोगकर्ता नाम सेट करें
ja: ユーザー名を設定
ko: 사용자 이름 설정
pt_br: Definir Nome de Usuário
zh_hans: 设置用户名

# settings_account_salutation_mr
source: Mr.
ar: السيد.
fr: M.
hi: श्री
ko: 선생님
pt_br: Sr.
zh_hans: 先生

# settings_account_salutation_mrs
source: Mrs.
ar: السيدة.
fr: Mme.
hi: श्रीमती
ko: 여사
pt_br: Sra.
zh_hans: 夫人

# settings_account_salutation_miss
source: Miss
ar: الآنسة
fr: Mlle
hi: कुमारी
ko: 아가씨
pt_br: Senhorita
zh_hans: 小姐

# settings_account_salutation_ms
source: Ms.
ar: الآنسة.
fr: M.
hi: सुश्री
ko: 선생님
pt_br: Srta.
zh_hans: 女士

# settings_account_full_name
source: Full Name
ar: الاسم الكامل
fr: Nom complet
hi: पूरा नाम
ja: フルネーム
ko: 전체 이름
pt_br: Nome completo
zh_hans: 全名

# settings_account_full_name_edit
source: Edit your full name
ar: تحرير اسمك الكامل
fr: Modifier votre nom complet
hi: अपना पूरा नाम संपादित करें
ja: フルネームを変更
ko: 전체 이름 편집
pt_br: Editar seu nome completo
zh_hans: 编辑您的全名

# settings_account_city
source: City
ar: المدينة
fr: Ville
hi: शहर
ja: 市町村
ko: 도시
pt_br: Cidade
zh_hans: 城市

# settings_account_city_add
source: Add City
ar: اضافة المدينة
fr: Ajouter une ville
hi: शहर जोड़ें
ja: 市町村を追加
ko: 도시 추가
pt_br: Adicionar cidade
zh_hans: 添加城市

# settings_account_email
source: Email
ar: البريد الإلكتروني
hi: ईमेल
ja: メールアドレス
ko: 이메일
zh_hans: 邮箱

# settings_account_email_add
source: Add Email
ar: إضافة البريد الإلكتروني
fr: Ajouter un e-mail
hi: ईमेल जोड़ें
ja: メールアドレスを追加
ko: 이메일 추가
pt_br: Adicionar e-mail
zh_hans: 添加邮箱

# settings_account_description
source: Description
ar: الوصف
hi: विवरण
ja: 説明
ko: 설명
pt_br: Descrição
zh_hans: 描述

# settings_account_description_placeholder
source: Edit Description
ar: تحرير الوصف
fr: Modifier la description
hi: विवरण संपादित करें
ja: 説明を編集
ko: 설명 편집
pt_br: Editar descrição
zh_hans: 编辑描述

# settings_account_phone
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone
hi: फ़ोन नंबर
ja: 電話番号
ko: 전화번호
pt_br: Telefone
zh_hans: 电话号码

# settings_account_phone_add
source: Add Phone Number
ar: إضافة رقم الهاتف
fr: Ajouter un numéro de téléphone
hi: फोन नंबर डालें
ja: 電話番号を追加
ko: 전화번호 추가, 이 번호는 문자 메시지로 연락을 받는 데 사용됩니다
pt_br: Adicionar número de telefone
zh_hans: 添加电话号码

# settings_account_birth_year
source: Birth Year
ar: سنة الميلاد
fr: Année de naissance
hi: जन्म वर्ष
ja: 誕生年
ko: 출생 연도
pt_br: Ano de nascimento
zh_hans: 出生年

# settings_account_birth_date
source: Birthday
ar: تاريخ الميلاد
fr: Anniversaire
hi: जन्मदिन
ja: 生年月日
ko: 생일
pt_br: Data de nascimento
zh_hans: 出生日期

# settings_account_birth_date_add
source: Add Birthday
ar: اضافة عيد الميلاد
fr: Ajouter un anniversaire
hi: जन्मदिन जोड़ें
ja: 生年月日を追加
ko: 생일 추가
pt_br: Adicionar data de nascimento
zh_hans: 添加生日

# settings_app_show_18+_content_title
source: Show 18+ Content
ar: إظهار المحتوى +18
fr: Afficher le contenu +18
hi: 18+ सामग्री दिखाएं
ja: 18歳以上向けのコンテンツを表示
ko: 18+ 콘텐츠 표시
pt_br: Mostrar conteúdo para maiores de 18 anos
zh_hans: 显示18+内容

# settings_app_show_18+_content_description
source: Switching this off will remove all streams rated 18+ from your feed.
ar: أطفأ هذه سيقوم بإزالة جميع مقاطع البث المصنفة 18+ من خلاصتك.
fr: Si vous arrêtez, vous éliminerez toutes les diffusions évaluées à plus de 18 de votre fil.
hi: इसे बंद करने पर 18+ रेटिंग की सभी स्ट्रीम्स को आपके फ़ीड से हटा दिया जाएगा।
ja: これをオフにすると、フィードから 18 歳以上向けのストリームがすべて削除されます。
ko: 이 기능을 끄면 피드에서 18+ 등급의 모든 스트림이 제거됩니다.
pt_br: Ao desligar esta opção, todas as transmissões para maiores de 18 anos serão removidas do seu feed.
zh_hans: 关闭它将从您的推送中去除被评为18+的所有直播。

# settings_notifications_daily_stats_title
source: Daily Stats
ar: الإحصاءات اليومية
fr: Statistiques quotidiennes
hi: दैनिक आंकड़े
ja: 毎日の統計
ko: 일일 통계
pt_br: Estatísticas Diárias
zh_hans: 每日统计

# settings_notifications_new_follower_title
source: New Followers
ar: متابعين جدد
fr: Nouveaux Abonnés
hi: नए फॉलोअर
ja: 新しいフォロワー
ko: 새로운 팔로워
pt_br: Novos Seguidores
zh_hans: 新粉丝

# settings_notifications_stream_start_title
source: Stream Start
ar: بدء البث
fr: Démarrage de la vidéo
hi: स्ट्रीम प्रारंभ करें
ja: ストリーム開始
ko: 스트림 시작
pt_br: Início da transmissão
zh_hans: 直播开始

# settings_notifications_stream_share_title
source: Stream Share
ar: مشاركة البث
fr: Partager la vidéo
hi: स्ट्रीम साझा करें
ja: ストリームのシェア
ko: 스트림 공유
pt_br: Compartilhamento da transmissão
zh_hans: 直播分享

# settings_about_terms
source: Terms of Service
ar: شروط الخدمة
fr: Conditions générales d'utilisation
hi: सेवा की शर्तें
ja: サービス規約
ko: 이용 약관
pt_br: Termos do Serviço
zh_hans: 服务条款

# settings_about_privacy
source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인 정보 처리 방침
pt_br: Política de Privacidade
zh_hans: 隐私政策

# settings_about_title
source: About
fr: À propos de
hi: के बारे में
ja: 情報
ko: 소개
pt_br: Sobre
zh_hans: 关于

# iap_buy
source: Buy
ar: شراء
fr: Acheter
hi: खरीदें
ja: 購入
ko: 구매
pt_br: Comprar
zh_hans: 购买

# iap_purchase_coins
source: Purchase Coins
fr: Acheter des pièces
hi: कॉइन खरीदें
ja: コインを購入
ko: 코인 구매
pt_br: Comprar Moedas
zh_hans: 购买钱币

# iap_manage_my_wallet
source: Manage my wallet
fr: Gérer mon porte-monnaie
hi: मेरा वॉलेट प्रबंधित करें
ja: ウォレットの管理
ko: 내 지갑 관리
pt_br: Gerenciar minha carteira
zh_hans: 管理我的钱包

source: Crowdfunding
ar: تمويل الجماعي
fr: Financement communautaire
hi: क्राउडफंडिंग
ja: クラウドファンディング
ko: 크라우드펀딩
pt_br: Financiamento Coletivo
zh_hans: 众筹

# crowdfunding_stream_title
source: Tipping
ar: البقشيش
fr: Pourboires
hi: टिपिंग
ja: チップ
ko: 팁하기
pt_br: Gorjetas
zh_hans: 小费

# crowdfunding_stream_message
source: Enter the amount you wish to tip in
ar: أدخل المبلغ الذي ترغب في تقديمه
fr: Entrez le montant que vous souhaitez donner
hi: उस राशि को दर्ज करें जिसे आप टिप करना चाहते हैं
ja: チップの金額を入力してください
ko: 팁할 금액을 입력하세요
pt_br: Digite o valor que gostaria de dar de gorjeta
zh_hans: 输入您想要付小费的金额

# crowdfunding_stream_invalid
source: Invalid amount
ar: مبلغ غير صحيح
fr: Montant invalide
hi: अवैध राशि
ja: 無効な金額
ko: 유효하지 않은 금액
pt_br: Valor inválido
zh_hans: 无效的金额

# crowdfunding_stream_correct_amount
source: Please, provide a valid amount between $0.05 and $300.00
ar: يرجى تقديم مبلغ صالح بين 0.05 و 300.00 دولار
fr: Veuillez fournir un montant valide entre 0,05 $ et 300,00 $
hi: कृपया $0.05 और $300.00 के बीच की एक वैध राशि प्रदान करें
ja: $0.05～$300.00 の有効な金額を入力してください
ko: $0.05와 $300.00 사이의 유효한 금액을 입력해주세요
pt_br: Forneça um valor válido entre US$ 0,05 e US$ 300,00
zh_hans: 请提供$0.05 到 $300.00之间的有效金额

# crowdfunding_stream_confirm
source: Confirm
ar: أكد
fr: Confirmer
hi: पुष्टि करें
ja: 確認
ko: 확인
pt_br: Confirmar
zh_hans: 确认

# crowdfunding_stream_confirm_tip
source: Confirm Tip
ar: تأكيد المبلغ
fr: Confirmer le pourboire
hi: टिप की पुष्टि करें
ja: チップを確認
ko: 팁 확인
pt_br: Confirmar Gorjeta
zh_hans: 确认小费

# crowdfunding_stream_confirm_tip_msg
source: You are about to tip $%@. Continue?
ar: أنت على وشك إعطاء %@ دولار. استمر؟
fr: Vous êtes sur le point de donner $%1$@ de pourboire. Continuer ?
hi: आप $%1$@ टिप करने जा रहे हैं। क्या आप जारी रखना चाहते हैं?
ja: $%1$@ のチップを送ろうとしています。続行しますか？
ko: %@ 달러를 팁하려고 합니다. 계속하시겠습니까?
pt_br: Você está prestes a dar US$ %1$@ de gorjeta. Deseja continuar?
zh_hans: 您将给 $%1$@的小费。继续吗？

# crowdfunding_stream_credit_card
source: No credit card registered
ar: لم يتم تسجيل أي بطاقة ائتمان
fr: Aucune carte de crédit n'est enregistrée
hi: कोई क्रेडिट कार्ड पंजीकृत नहीं है
ja: クレジットカードが登録されていません
ko: 등록된 신용카드 없음
pt_br: Nenhum cartão de crédito cadastrado
zh_hans: 没有注册信用卡

# crowdfunding_stream_credit_card_register
source: Please go to peeks.com to register a credit card.
ar: يرجى الذهاب إلى peeks.com لتسجيل بطاقة الائتمان.
fr: Passez à peeks.com pour enregistrer une carte de crédit.
hi: कृपया क्रेडिट कार्ड रजिस्टर करने के लिए peeks.com पर जाएं।
ja: peeks.com でクレジットカードを登録してください。
ko: 신용카드 등록을 위해 peeks.com으로 이동하세요.
pt_br: Acesse peeks.com para cadastrar um cartão de crédito.
zh_hans: 请前往peeks.com注册信用卡。

# coins_stream_insufficient_message
source: You do not have enough coins to be able to tip. Add coins now?
ar: ليس لديك ما يكفي من النقود لتكون قادر على اعطاء بقشيش. إضافة النقود الآن؟
fr: Vous ne disposez pas de suffisamment de pièces pour pouvoir vous déplacer. Ajouter des pièces maintenant ?
hi: आपके पास टिप करने में सक्षम होने के लिए पर्याप्त कॉइन नहीं हैं। क्या आप अभी कॉइन जोड़ना चाहते हैं?
ja: チップに必要なコインがありません。今すぐコインを追加しますか？
ko: 팁을 위한 충분한 코인이 없습니다. 지금 코인을 추가하시겠습니까?
pt_br: Você não tem moedas suficientes para dar gorjetas. Adicionar moedas agora?
zh_hans: 您没有足够的钱币来给小费。立即添加钱币吗？

# coins_stream_insufficient_title
source: Insufficient balance
ar: الرصيد غير كاف
fr: Solde insuffisant
hi: अपर्याप्त शेष राशि
ja: 残高不足
ko: 잔액 부족
pt_br: Saldo insuficiente
zh_hans: 余额不足

# coins_stream_tip_continue
source: You are about to tip. Continue?
ar: أنت على وشك اعطاء بقشيش. استمر؟
fr: Vous êtes en train de donner un pourboire. Continuer ?
hi: आप टिप करने वाले हैं। क्या आप जारी रखना चाहते हैं?
ja: チップを送ろうとしています。続行しますか？
ko: 팁을 진행하시겠습니까?
pt_br: Você está prestes a dar uma gorjeta. Deseja continuar?
zh_hans: 您即将给小费。继续吗？

# coins_stream_tip_message
source: You are about to tip %@ coins. Continue?
ar: أنت على وشك اعطاء %@ من النقود. استمر؟
fr: Vous êtes en train de donner un pourboire de %1$@ pièces. Continuer ?
hi: आप %1$@कॉइन टिप करने वाले हैं। क्या आप जारी रखना चाहते हैं?
ja: コイン %1$@ 枚のチップを送ろうとしています。続行しますか？
ko: %@ 코인을 팁하려고 합니다. 계속하시겠습니까?
pt_br: Você está prestes a dar %1$@ moedas de gorjeta. Deseja continuar?
zh_hans: 您将给 %1$@ 个钱币的小费。继续吗？

# sort_most_recent
source: Sort by Most Recent
ar: ترتيب حسب الأحدث
fr: Trier par le plus récent
hi: Most Recent के अनुसार क्रमबद्ध करें
ja: 最も最近のものから並べ替え
ko: 최신순 정렬
pt_br: Ordenar por Mais Recente
zh_hans: 根据最近时间排序

# sort_most_likes
source: Sort by Most Likes
ar: ترتيب حسب اكثر المعجبين
fr: Trier par les plus aimés
hi: Most Likes के आधार पर छाँटें
ja: 最もいいねの多いものから並べ替え
ko: 좋아요 많은 순 정렬
pt_br: Ordenar por Mais Curtidas
zh_hans: 根据最多点赞数排序

# sort_most_rated
source: Sort by Highest Rated
ar: ترتيب حسب أعلى تقييم
fr: Trier par les plus récent
hi: Highest Rated द्वारा क्रमबद्ध करें
ja: レーティングの最も高いものから並べ替え
ko: 평가 최고 순 정렬
pt_br: Ordenar por Maior Classificação
zh_hans: 根据最高评分排序

source: Make Featured
ko: 특집으로 설정

source: Do you wish to make this video featured?
ko: 이 비디오를 특집으로 설정하시겠습니까?

source: Unfeature
ko: 특집 해제

source: Do you wish to make this video unfeatured?
ko: 이 비디오의 특집을 해제하시겠습니까?

source: Featured video
ko: 특집 비디오

# confirm_impression_purchase_alert_title
source: Confirm Purchase
ko: 구매 확인

# confirm_impression_purchase_alert_message
source: You are about to purchase %d impressions.
ko: %d개의 인상을 구매하려고 합니다.

# confirm_subscribe_impression_purchase_alert_message
source: You are about to purchase subscription of %d impressions.
ko: %d개의 인상 구독을 구매하려고 합니다.

# impression_purchase_success_message
source: Your purchase was successful.
ko: 구매가 성공적으로 완료되었습니다.

# AdShareNetworkScreenTitle
source: Get Sponsored!
ko: 스폰서를 받아보세요!

# AdShareNetworkBalanceTitle
source: Advertising Balances
ko: 광고 잔액

# AdShareNetworkCoinsBalanceTitle
source: COIN BALANCE
ar: COINS EARNED*
es: COINS EARNED*
fr: COINS EARNED*
hi: COINS EARNED*
ja: COINS EARNED*
ko: 획득한 코인*
pt_br: COINS EARNED*
zh_hans: COINS EARNED*

# AdShareNetworkBalanceDescription
source: *earned by promoting ads
ko: 광고를 홍보하면서 얻은 코인

# AdShareNetworkImpressionsBalanceTitle
source: IMPRESSIONS BALANCE
ko: 인상 잔액

# AdShareNetworkImpressionsBalanceDescription
source: *remaining ads balance
ko: *남은 광고 잔액

# AdShareNetworkGetDiscoveredTitle
source: GET DISCOVERED!
ko: 발견되세요!

# AdShareNetworkGetDiscoveredDescription
source: Use your impressions balance to expand your reach and promote your broadcasts or your business.
ko: 인상 잔액을 사용하여 방송이나 비즈니스를 홍보하고 더 넓은 관람층에 도달하세요.

# AdShareNetworkPurchaseImpressionsButtonTitle
source: BUY IMPRESSIONS
ko: 인상 구매

# AdShareNetworkPurchaseCoinsButtonTitle
source: BUY COINS
ko: 코인 구매

source: Get Popular!
ko: 인기받으세요!

# AdShareNetworkCreateOfferCellLabel
source: Create an Offer
ko: 제안서 생성

source: ON
ko: 켜짐

source: OFF
ko: 꺼짐

source: Sales
ko: 판매

source: Impressions
ko: 인상

source: Coins
ko: 코인

# you_are_not_authorized
source: You are not authorized to purchase coins at this time. Please contact support@peeks.com for more information.
ko: 현재 코인을 구매할 권한이 없습니다. 자세한 내용은 support@peeks.com으로 문의하세요.

# deposit_coin_time_out
source: There was an error connecting with the server. Please try closing and reopening your Peeks Social App!
ko: 서버와 연결하는 중에 오류가 발생했습니다. Peeks Social 앱을 닫고 다시 열어보세요!

source: Not enough space
ko: 공간 부족

source: There is not enough space in the phone.
ko: 휴대폰의 공간이 충분하지 않습니다.

# report_stream_replace_thumbnail
source: Replace thumbnail
ko: 썸네일 교체

source: Terms of Service
ko: 이용 약관

# recovery_method_title
source: Recovery Method
ar: أسلو ب الاسترداد
es: Recuperación Método
fr: Méthode de récupération
hi: पुनर्प्राप्ति विधि
ja: 回復 n方法
ko: 계정 복구 방법
pt_br: Método de recuperação
zh_hans: 恢复 方法

# recovery_method_subtitle
source: Select one of the options below.
ar: اختر من أحد الخيارات في الاسفل.
es: Seleccionar una de las siguientes opciones.
fr: Sélectionnez l'une des options ci-dessous.
hi: नीचे दिए गए विकल्पों में से एक का चयन करें।
ja: 以下のオプションのいずれかを選択してください。
ko: 아래 옵션 중 하나를 선택하세요.
pt_br: Selecione uma das opções abaixo.
zh_hans: 选择以下选项之一。

# recovery_method_button
source: Send Recovery Code
ar: إرسال رمز الاسترداد
es: Enviar código de recuperación
fr: Envoyer le code de récupération
hi: रिकवरी कोड भेजें
ja: リカバリコードを送信する
ko: 복구 코드 보내기
pt_br: Enviar código de recuperação
zh_hans: 发送恢复代码

# send_code_success_header
source: Your recovery code has been sent!
ar: تم إرسال رمز الاسترداد الخاص بك !
es: ¡Tu código de recuperación ha sido enviado!
fr: Votre code de récupération a été envoyé !
hi: आपका पुनर्प्राप्ति कोड भेज दिया गया है!
ja: リカバリコードが n送信されました。
ko: 복구 코드가 전송되었습니다!
pt_br: Seu código de recuperação foi enviado!
zh_hans: 您的恢复代码 已发送！

# send_code_success_btn
source: Enter Code
ar: ادخل الرمز
es: Introduzca el código
fr: Entrez le code
hi: कोड दर्ज करें
ja: コードを入力する
ko: 코드 입력
pt_br: Coloque o código
zh_hans: 输入代码

# enter_code_title
source: Account Confirmation
ar: حساب تأكيد
es: Cuenta Confirmación
fr: Compte Confirmation
hi: खाता पुष्टि
ja: アカウント n確認
ko: 계정 확인
pt_br: Conta Confirmação
zh_hans: 帐户 确认

# enter_code_subtitle
source: Please enter the code you received in your email below.
ar: الرجاء إدخال الرمز الذي تلقيته في بريدك الإلكتروني أدناه.
es: Ingrese el código que recibió en su correo electrónico a continuación.
fr: Veuillez entrer le code que vous avez reçu dans votre e-mail ci-dessous.
hi: कृपया नीचे अपने ईमेल में प्राप्त कोड दर्ज करें।
ja: メールで受け取ったコードを以下に入力してください。
ko: 이메일로 받은 코드를 아래에 입력하세요.
pt_br: Por favor, insira o código que você recebeu em seu e-mail abaixo.
zh_hans: 请在下面输入您在电子邮件中收到的代码。

# enter_code_placeholder
source: Enter Code
ar: ادخل الرمز
es: Introduzca el código
fr: Entrez le code
hi: कोड दर्ज करें
ja: コードを入力する
ko: 코드 입력
pt_br: Coloque o código
zh_hans: 输入代码

# enter_code_submit
source: Submit
ar: إرسال
es: Entregar
fr: Soumettre
hi: प्रस्तुत करना
ja: 送信
ko: 제출
pt_br: Enviar
zh_hans: 提交

# enter_code_resend
source: Resend Code
ar: أعد إرسال الرمز
es: Reenviar codigo
fr: Renvoyer le code
hi: पुन: कोड भेजे
ja: コードを再送する
ko: 코드 재전송
pt_br: Reenviar código
zh_hans: 重新发送验证码

# new_password_title
source: Almost Done
ar: تقريبًا تم
es: Casi Terminado
fr: Presque Terminé
hi: लगभग हो गया
ja: ほぼ 完了
ko: 거의 끝났습니다
pt_br: Quase Concluído
zh_hans: 几乎 完成

# new_password_subtitle
source: Please enter your password below
ar: الرجاء إدخال كلمة المرور الخاصة بك أدناه
es: Por favor ingrese su contraseña a continuación
fr: Veuillez entrer votre mot de passe ci-dessous
hi: कृपया अपना पासवर्ड नीचे दर्ज करें
ja: 以下にパスワードを入力してください
ko: 아래에 새 비밀번호를 입력하세요
pt_br: Por favor, digite sua senha abaixo
zh_hans: 请在下方输入您的密码

# new_password_placeholder
source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
hi: कुंजिका
ja: パスワード
ko: 비밀번호
pt_br: Senha
zh_hans: 密码

# confirm_password_placeholder
source: Confirm Password
ar: تأكيد كلمة المرور
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
ja: パスワードを認証する
ko: 비밀번호 확인
pt_br: Confirme a Senha
zh_hans: 确认密码

# new_password_submit
source: Submit
ar: إرسال
es: Entregar
fr: Soumettre
hi: प्रस्तुत करना
ja: 送信
ko: 제출
pt_br: Enviar
zh_hans: 提交

# reset_password_success_header
source: Success!
ar: نجاح!
es: ¡Éxito!
fr: Succès!
hi: सफलता!
ja: 成功！
ko: 성공!
pt_br: Sucesso!
zh_hans: 成功

# reset_password_success_subtitle
source: Your password has been updated.
ar: لقد تم تحديث كلمة السر الخاصة بك.
es: Su contraseña ha sido actualizada.
fr: Votre mot de passe a été mis à jour.
hi: आपका पासवर्ड बदला जा चुका है।
ja: パスワードが更新されました。
ko: 비밀번호가 업데이트되었습니다.
pt_br: Sua senha foi atualizada.
zh_hans: 您的密码已更新。

# reset_password_success_done
source: Done
ar: فعله
es: Hecho
fr: Fait
hi: किया हुआ
ja: 終わり
ko: 완료
pt_br: Feito
zh_hans: 完毕

# registration_success_header
source: Awesome!
ar: مدهش!
es: ¡Impresionante!
fr: Impressionnant!
hi: विस्मयकारी!
ja: 素晴らしい！
ko: 대단해요!
pt_br: Impressionante!
zh_hans: 惊人的！

# registration_success_subtitle
source: Your account has been created.
ar: لقد تم إنشاء حسابك.
es: Tu cuenta ha sido creada.
fr: Votre compte a été créé.
hi: आपका खाता बना दिया गया है।
ja: あなたのアカウントが作成されました。
ko: 계정이 생성되었습니다.
pt_br: Sua conta foi criada.
zh_hans: 您的帐号已经建立。

source: Offers
ar: العروض
es: Ofertas
fr: Offres
hi: ऑफर
ja: その他
ko: 제안
pt_br: Ofertas
zh_hans: 优惠

source: Saved Offers
ar: العروض المحفوظة
es: Ofertas guardadas
fr: Offres sauvegardées
hi: सेव किये गए ऑफ़र
ja: 保存されたオファー
ko: 저장된 제안
pt_br: Ofertas Salvas
zh_hans: 已保存的优惠

source: My Ads
ar: إعلاناتي
es: Mis anuncios
fr: Mes annonces
hi: मेरे विज्ञापन
ja: マイ広告
ko: 내 광고
pt_br: Meus Anúncios
zh_hans: 我的广告

source: Offer Description
ar: وصف العرض
es: Descripción de la oferta
fr: Description de l'offre
hi: ऑफ़र विवरण
ja: オファーの説明
ko: 제안 설명
pt_br: Descrição da Oferta
zh_hans: 优惠描述

source: Click here to redeem
ar: اضغط هنا للاسترداد
es: Haga clic aquí para canjear
fr: Cliquez ici pour racheter
hi: रिडीम करने के लिए यहां क्लिक करें
ja: 使用するにはここをクリックしてください
ko: 여기를 클릭하여 교환하세요
pt_br: Clique aqui para resgatar
zh_hans: 点击这里领取

# PleaseReviewYourURLOffer
source: Reviewing your URL offer. Please upload your ad or photo to complete.
ar: مراجعة عرض عنوان الـ URL الخاص بك. يرجى تحميل إعلانك أو صورتك للانتهاء.
es: Revisando oferta de URL. Cargue su anuncio o foto para completar.
fr: Examiner votre offre d'URL. Veuillez télécharger votre annonce ou votre photo pour compléter.
hi: आपके URL ऑफर की समीक्षा कर रहे हैं। कृपया पूरा करने के लिए अपना विज्ञापन या फोटो अपलोड करें।
ja: URL オファーを審査中です。完了させるには広告または写真をアップロードしてください。
ko: URL 제안을 검토 중입니다. 완료하려면 광고나 사진을 업로드하세요.
pt_br: Estamos analisando sua oferta de URL. Faça o upload do seu anúncio ou foto para finalizar.
zh_hans: 正在审查您的URL优惠。请上传广告或照片以完成。

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
hi: डिलीट करें
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

source: Save
ar: حفظ
es: Guardar
fr: Sauvegarder
hi: सेव करें
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

# ImageMissingError
source: Please provide an image for the offer
ar: يرجى تقديم صورة للعرض
es: Suministre una imagen para la oferta
fr: Veuillez fournir une image pour l'offre
hi: कृपया ऑफर के लिए एक छवि प्रदान करें
ja: オファーの画像をアップロードしてください
ko: 제안에 이미지를 제공하세요
pt_br: Forneça uma imagem para a oferta
zh_hans: 请为优惠提供图片

source: Image Missing
ar: الصورة مفقودة
es: Falta imagen
fr: Image manquante
hi: छवि मौजूद नहीं है
ja: 画像がありません
ko: 이미지 없음
pt_br: Imagem faltando
zh_hans: 缺少图片

source: Ok
ar: حسنا
es: Aceptar
hi: ठीक है
ko: 확인
zh_hans: 好的

source: Delete offer
ar: حذف العرض
es: Eliminar oferta
fr: Supprimer l'offre
hi: ऑफ़र हटाएं
ja: オファーを削除
ko: 제안 삭제
pt_br: Excluir oferta
zh_hans: 删除优惠

source: Are you sure you want to delete this offer?
ar: هل أنت متأكد بأنك تريد حذف هذا العرض؟
es: ¿Está seguro de que desea eliminar esta oferta?
fr: Êtes-vous sûr de vouloir supprimer cette offre ?
hi: क्या आप वाकई इस ऑफ़र को हटाना चाहते हैं?
ja: このオファーを削除してよろしいですか？
ko: 이 제안을 삭제하시겠습니까?
pt_br: Tem certeza de que gostaria de excluir esta oferta?
zh_hans: 您确定要删除此优惠码？

source: Are you sure you want to report this offer?
ko: 이 제안을 신고하시겠습니까?

source: No
ar: لا
fr: Non
hi: नहीं
ja: いいえ
ko: 아니요
pt_br: Não
zh_hans: 否

source: Yes
ar: نعم
es: Sí
fr: Oui
hi: हाँ
ja: はい
ko: 예
pt_br: Sim
zh_hans: 是

source: Error
ar: خطأ
fr: Erreur
hi: त्रुटि
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误

source: Offer deleted
ar: تم حذف العرض
es: Oferta eliminada
fr: Offre supprimée
hi: ऑफ़र हटाए गए
ja: オファーが削除されました
ko: 제안이 삭제되었습니다
pt_br: Oferta excluída
zh_hans: 优惠已删除

source: The offer has been deleted
ar: تم حذف العرض
es: Se ha eliminado la oferta
fr: L'offre a été supprimée
hi: प्रस्ताव हटा दिया गया है
ja: オファーが削除されました
ko: 제안이 삭제되었습니다
pt_br: A oferta foi excluída
zh_hans: 优惠已被删除
