Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# rating_footer_medium
source: Please shut down the stream if you are under 17.
ar: الرجاء اغلاق البث إذا كنتم تحت سن 17.
fr: Veuillez arrêter la vidéo si vous êtes moins de 17ans.
hi: यदि आप 17 वर्ष से कम हैं तो स्ट्रीम को बंद कर दें।
ja: 17 歳未満の方はストリームを閉じてください。
ko: 14세 미만이라면 스트림을 닫아주십시오.
pt_br: Por favor, encerre a transmissão se você for menor de 17 anos.
zh_hans: 如果您在17岁以下，请关闭直播。

# rating_footer_low
source: Enjoy your Live Stream
ar: استمتعوا ببثكم المباشر
fr: Profitez de votre diffusion en directe
hi: अपनी लाइव स्ट्रीम का आनंद लें
ja: ライブストリームをお楽しみください
ko: 라이브 스트림을 즐겨보세요
pt_br: Aproveite sua Transmissão Ao Vivo
zh_hans: 享受您的直播

# default_tip_pref_error
source: Could not set a default Tip Setting at this time
ar: تعذر تعيين الإعداد الافتراضي في هذا الوقت
es: No se pudo establecer un valor de propina por defecto en este momento
fr: Impossible de définir un réglage de pointe par défaut à ce moment
hi: इस समय डिफ़ॉल्ट टिप सेटिंग सेट नहीं कर सके
ja: 現在デフォルトのチップ設定を設定できませんでした。
ko: 현재 기본 팁 설정을 설정할 수 없습니다
pt_br: Não foi possível definir uma Configuração de Gorjeta padrão desta vez
zh_hans: 目前无法设置默认的小费设置

# stream_share_confirmation_message
source: This stream has been shared with your followers
ar: تمت مشاركة هذا البث مع متابعيكم
es: Esta transmisión ha sido compartida con sus seguidores
fr: Cette diffusion a été partagée avec vos abonnés
hi: यह स्ट्रीम आपके फॉलोअर्स के साथ साझा की गई है
ja: このストリームはフォロワーとシェアされています
ko: 이 스트림이 팔로워들과 공유되었습니다
pt_br: Esta transmissão foi compartilhada com seus seguidores
zh_hans: 这个直播已与您的粉丝分享

# stream_share_alert_message
source: Do you want to share this stream to your followers?
ar: هل ترغبون في مشاركة هذا البث مع متابعيكم؟
es: ¿Desea compartir esta transmisión con sus seguidores?
fr: Voulez-vous partager cette vidéo avec vos abonnés ?
hi: क्या आप इस स्ट्रीम को अपने फॉलोअर्स के साथ साझा करना चाहते हैं?
ja: このストリームをフォロワーとシェアしますか？
ko: 이 스트림을 팔로워들과 공유하시겠습니까?
pt_br: Gostaria de compartilhar esta transferência com seus seguidores?
zh_hans: 您想要与您的粉丝分享这个直播吗？

# stream_end_alert_message
source: Are you sure you want to end the stream?
fr: Êtes-vous sûr de vouloir mettre fin à la vidéo ?
hi: क्या आप वाकई स्ट्रीम समाप्त करना चाहते हैं?
ja: ストリームを終了してよろしいですか？
ko: 정말로 스트림을 종료하시겠습니까?
pt_br: Tem certeza de que deseja encerrar a transmissão?
zh_hans: 您确定要结束直播吗？

# failed_to_load_category
source: Can't retrieve categories, please try it again
fr: Impossible de récupérer les catégories, veuillez essayer à nouveau
hi: श्रेणियां पुनर्प्राप्त नहीं की जा सकतीं, कृपया इसे फिर से प्रयास करें
ja: カテゴリーを取得できません。後程再試行してください
ko: 카테고리를 불러올 수 없습니다. 다시 시도해주세요
pt_br: Não foi possível obter as categorias. Tente novamente
zh_hans: 无法获取类别，请重试

source: Next
ar: التالي
fr: Suivant
hi: अगला
ja: 次
ko: 다음
pt_br: Seguinte
zh_hans: 下一个

source: Resend
ar: إعادة إرسال
fr: Renvoyer
hi: पुन: भेजें
ja: 再送信
ko: 재전송
pt_br: Reenviar
zh_hans: 重新发送

source: Please wait...
ar: يرجى الانتظار...
fr: Veuillez patienter ...
hi: कृपया प्रतीक्षा करें...
ja: お待ちください...
ko: 기다려주세요...
pt_br: Aguarde, por favor...
zh_hans: 请稍等……

source: Almost Done
ar: أوشكت على الانتهاء
fr: Presque Terminé
hi: लगभग हो गया
ja: あと少しです
ko: 거의 완료됐습니다
pt_br: Quase pronto
zh_hans: 快完成了

source: Success!
ar: نجحت!
fr: Succès !
hi: सफलता!
ja: 成功！
ko: 성공!
pt_br: Sucesso!
zh_hans: 成功！

source: Skip
fr: Passer
hi: छोड़ें
ja: スキップ
ko: 건너뛰기
pt_br: Pular
zh_hans: 跳过

# sign_in
source: I already have an account
ar: تسجيل الدخول
fr: Se connecter
hi: साइन इन करें
ja: サインイン
ko: 이미 계정이 있습니다
pt_br: Entrar
zh_hans: 登录

# register_button_title
source: Sign Up
ar: لا يوجد لديك حساب؟
fr: Créer un compte
hi: एक खाता बनाएं
ja: アカウントを作成
ko: 가입하기
pt_br: Criar uma conta
zh_hans: 创建账户

# forgot_password
source: Forgot Your Password?
ar: نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: क्या आप अपना पासवर्ड भूल गए?
ja: パスワードを忘れた場合
ko: 비밀번호를 잊으셨나요?
pt_br: Esqueceu sua senha?
zh_hans: 忘记密码？

# sign_in_title
source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fr: S'identifier
hi: दाखिल करना
ja: ログイン
ko: 로그인
pt_br: Entrar
zh_hans: 登入

# sign_in_subtitle
source: Sign In To Your Account
ar: تسجيل الدخول إلى حسابك
es: Iniciar sesión en su cuenta
fr: Connectez-vous à votre compte
hi: अपने अकाउंट में साइन इन करें
ja: アカウントにサインインする
ko: 계정에 로그인하세요
pt_br: Faça login em sua conta
zh_hans: 登录到您的帐户

# sign_in_no_account
source: Don't have an account?
ar: ليس لديك حساب؟
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
hi: खाता नहीं है?
ja: アカウントをお持ちではありませんか？
ko: 계정이 없으신가요?
pt_br: Não tem uma conta?
zh_hans: 没有帐户？

source: Continue with Apple
ar: المتابعة مع آبل
es: Continuar con Apple
fr: Continuer avec Apple
hi: एप्पल के साथ जारी रखें
ja: Appleで続行
ko: 애플로 계속하기
pt_br: Continuar com a Apple
zh_hans: 使用苹果账号继续

source: Continue with Google
ar: المتابعة مع جوجل
es: Continuar con Google
fr: Continuer avec Google
hi: गूगल के साथ जारी रखें
ja: Googleで続行
ko: 구글로 계속하기
pt_br: Continuar com o Google
zh_hans: 使用Google账号继续

# reset_password_title
source: Password Recovery
ar: استعادة كلمة السر
es: Recuperación de contraseña
fr: Récupération de mot de passe
hi: पासवर्ड की दोबारा प्राप्ति
ja: パスワードの復元
ko: 비밀번호 복구
pt_br: Recuperação de senha
zh_hans: 找回密码

# reset_password_description
source: Please enter your information below and you will receive recovery link with instructions.
ar: الرجاء إدخال المعلومات الخاصة بك أدناه وستتلقى رابط الاسترداد مع التعليمات.
es: Ingrese su información a continuación y recibirá un enlace de recuperación con instrucciones.
fr: Veuillez entrer vos informations ci-dessous et vous recevrez un lien de récupération avec des instructions.
hi: कृपया नीचे अपनी जानकारी दर्ज करें और आपको निर्देशों के साथ पुनर्प्राप्ति लिंक प्राप्त होगा।
ja: 以下に情報を入力してください。手順が記載された復旧リンクが表示されます。
ko: 아래의 정보를 입력하시면 복구 링크 및 지침을 받게 됩니다.
pt_br: Por favor, insira suas informações abaixo e você receberá um link de recuperação com instruções.
zh_hans: 请在下面输入您的信息，您将收到包含说明的恢复链接

# reset_password_options
source: Please select one of the options:
ar: يرجى اختيار واحد من الخيارات التالية:
fr: Veuillez sélectionner l'une des options suivantes :
hi: कृपया कोई एक विकल्प चुनें:
ja: 次のオプションから選択してください:
ko: 다음 중 하나를 선택하세요:
pt_br: Selecione uma das opções:
zh_hans: 请选择其中一个选项：

# reset_password_option_sms
source: Send via SMS to
ar: إرسال عبر الرسائل القصيرة إلى
fr: Envoyer par SMS à
hi: SMS के माध्यम से इसको भेजें
ja: SMS で次の宛先に送信:
ko: SMS로 보내기:
pt_br: Enviar por SMS para
zh_hans: 通过短信发至

# reset_password_option_email
source: Send via Email to
ar: إرسال عبر البريد الإلكتروني إلى
fr: Envoyer par e-mail à
hi: ईमेल के माध्यम से इसको भेजें
ja: メールで次の宛先に送信:
ko: 이메일로 보내기:
pt_br: Enviar por e-mail para
zh_hans: 通过邮件发至

# reset_password_enter_password
source: Please enter your password below.
ar: يرجى إدخال كلمة المرور أدناه.
fr: Veuillez saisir votre mot de passe ci-dessous.
hi: कृपया अपना पासवर्ड नीचे दर्ज करें।
ja: 下にパスワードを入力してください。
ko: 아래에 비밀번호를 입력하세요.
pt_br: Digite sua senha abaixo.
zh_hans: 请在下面输入您的密码。

# reset_password_mismatch
source: Passwords you entered do not match.
ar: كلمات المرور التي أدخلتها غير متطابقة.
es: Las contraseñas que ingresó no coinciden.
fr: Les mots de passe que vous avez saisis ne correspondent pas.
hi: पासवर्ड मेल नहीं खाते।
ja: 入力したパスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
pt_br: As senhas digitadas não correspondem.
zh_hans: 您输入的密码不匹配。

# reset_password_updated
source: Your password has been updated.
ar: لقد تم تحديث كلمة المرور الخاصة بك.
fr: Votre mot de passe a été mis à jour.
hi: आपका पासवर्ड अपडेट किया जा चुका है।
ja: パスワードが更新されました。
ko: 비밀번호가 업데이트되었습니다.
pt_br: Sua senha foi atualizada.
zh_hans: 您的密码已被更新。

# reset_password_sending_passcode
source: Sending Pass Code
ar: يتم إرسال رمز المرور
fr: Envoi du code d'accès
hi: पास कोड भेज रहे हैं
ja: パスコードを送信中
ko: 패스 코드 전송 중
pt_br: Enviando código de acesso
zh_hans: 发送Pass码中

# reset_password_header
source: Accounts & Security
ar: الحسابات والأمان
es: Cuentas y Seguridad
fr: Comptes et sécurité
hi: खाते और सुरक्षा
ja: アカウントとセキュリティ
ko: 계정 및 보안
pt_br: Contas e segurança
zh_hans: 账户与安全

# reset_password_next
source: Start Recovery
ar: ابدأ الانتعاش
es: Iniciar la recuperación
fr: Démarrer la récupération
hi: वसूली शुरू
ja: リカバリを開始します
ko: 복구 시작
pt_br: Iniciar a recuperação
zh_hans: 开始恢复

# registration_birth_year_title
source: Let's Get Started!
ar: هيا بنا نبدأ!
fr: Commençons !
hi: आइये शुरू करें!
ja: 始めましょう！
ko: 시작해볼까요!
pt_br: Vamos começar!
zh_hans: 让我们开始吧！

# registration_birth_year_description
source: Please enter your birth year below
ar: يرجى إدخال سنة ميلادك أدناه
fr: Veuillez saisir votre année de naissance ci-dessous
hi: कृपया अपना जन्म वर्ष नीचे दर्ज करें
ja: 下に誕生年を入力してください
ko: 아래에 출생 연도를 입력하세요
pt_br: Digite abaixo o ano em que você nasceu
zh_hans: 请在下面输入您的出生年

# registration_birth_year_placeholder
source: Birth Year (Optional)
ar: (Optional) سنة الميلاد
fr: Année de naissance (Optional)
hi: जन्म वर्ष (Optional)
ja: 誕生年 (Optional)
ko: 출생 연도 (선택 사항)
pt_br: Ano de nascimento (Optional)
zh_hans: 出生年 (Optional)

# registration_account_info_title
source: Sign Up
ar: اشتراك
es: Inscribirse
fr: S'inscrire
hi: साइन अप करें
ja: サインアップ
ko: 가입하기
pt_br: Inscrever-se
zh_hans: 报名

# registration_account_info_description
source: Create Your Account
ar: إنشاء حسابك
es: Crea tu cuenta
fr: Créez votre compte
hi: बनाएं अपना खाता
ja: アカウントを作成
ko: 계정 만들기
pt_br: Crie sua conta
zh_hans: 创建 您的帐户

# registration_email_placeholder
source: Email Address
ar: عنوان البريد الالكترونى
es: Dirección de correo electrónico
fr: Adresse e-mail
hi: मेल पता
ja: 電子メールアドレス
ko: 이메일 주소
pt_br: Endereço de e-mail
zh_hans: 电子邮件地址

# registration_username_placeholder
source: Username
ar: ادخل اسم المستخدم
fr: Saisissez votre nom d'utilisateur
hi: उपयोगकर्ता नाम दर्ज करें
ja: ユーザーネームを入力してください
ko: 사용자 이름 입력
pt_br: Insira nome de usuário
zh_hans: 输入用户名

# registration_password_placeholder
source: Password
ar: كلمة المرور
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pt_br: Senha
zh_hans: 密码

# registration_confirm_password_placeholder
source: Re-enter Password
ar: إعادة إدخال كلمة المرور
fr: Entrez à nouveau le mot de passe
hi: पासवर्ड फिर से दर्ज करें
ja: パスワード再入力
ko: 비밀번호 재입력
pt_br: Digite novamente a senha
zh_hans: 重新输入密码

# registration_agreement
source: By signing up you indicate that you have read and agreed to the
ar: من خلال التسجيل ، فإنك تشير إلى أنك قد قرأت ووافقت على شروط الخدمة
es: Al registrarte, indicas que has leído y estás de acuerdo con los Términos de servicio
fr: En vous inscrivant, vous indiquez que vous avez lu et accepté les Conditions d'utilisation
hi: साइन अप करके आप इंगित करते हैं कि आपने सेवा की शर्तों को पढ़ लिया है और उनसे सहमत हैं
ja: サインアップすることにより、利用規約を読み、同意したことを示します
ko: 가입하면 서비스 약관을 읽고 동의한 것으로 간주됩니다
pt_br: Ao se inscrever, você indica que leu e concordou com os Termos de Serviço
zh_hans: 注册即表示您已阅读并同意服务条款

# registration_already_have_an_account
source: Already have an account?
ar: هل لديك حساب؟
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있나요?
pt_br: já tem uma conta?
zh_hans: 已经有一个帐户？

# registration_enter_email_placeholder
source: Username or Email Address
ar: أدخل البريد الإلكتروني
es: Dirección de correo electrónico
fr: Entrez l'e-mail
hi: ईमेल दर्ज करें
ja: メールアドレスを入力して
ko: 이메일 주소 입력
pt_br: Digite o e-mail
zh_hans: 输入电子邮件

# registration_phone_title
source: Final Step!
ar: الخطوة النهائية!
fr: Dernière étape !
hi: अंतिम चरण!
ja: 最終ステップです！
ko: 마지막 단계!
pt_br: Última etapa!
zh_hans: 最后一步！

# registration_phone_description
source: Enter your phone number below to complete.
ar: أدخل رقم هاتفك أدناه لتكتمل العملية.
fr: Entrez votre numéro de téléphone ci-dessous pour le compléter.
hi: पूरा करने के लिए नीचे अपना फ़ोन नंबर दर्ज करें।
ja: 下に電話番号を入力して完了させてください。
ko: 완료하려면 아래에 전화번호를 입력하세요.
pt_br: Digte abaixo o seu número de telefone para terminar.
zh_hans: 在下面输入您的电话号码就能完成了。

# registration_phone_placeholder
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone
hi: फ़ोन नंबर
ja: 電話番号
ko: 전화번호
pt_br: Telefone
zh_hans: 电话号码

# registration_confirmation_title
source: Account Confirmation
ar: تأكيد الحساب
fr: Confirmation du compte
hi: खाता पुष्टिकरण
ja: アカウント確認
ko: 계정 확인
pt_br: Confirmação da Conta
zh_hans: 帐户确认

# registration_confirmation_description
source: Please enter the code sent to you.
ar: يرجى إدخال الرمز الذي تم إرساله إليك.
fr: Veuillez entrer le code qui vous a été envoyé.
hi: कृपया आपको भेजे गए कोड को दर्ज करें।
ja: 送信されたコードを入力してください。
ko: 전송된 코드를 입력하세요.
pt_br: Digite o código enviado a você.
zh_hans: 请输入发给您的代码。

# registration_confirmation_placeholder
source: Code
ar: الرمز
hi: कोड
ja: コード
ko: 코드
pt_br: Código
zh_hans: 代码

# registration_confirmation_ivr
source: Can't receive SMS? Get code via phone call!
ar: يتعذر استقبال الرسائل القصيرة؟ احصل على الرمز عبر مكالمة هاتفية!
fr: Vous ne pouvez pas recevoir de SMS ? Obtenez un code par appel téléphonique
hi: SMS प्राप्त नहीं किया जा सकता? फ़ोन कॉल के माध्यम से कोड प्राप्त करें!
ja: SMS が届きませんか？電話でコードを受け取れます！
ko: SMS를 받을 수 없나요? 전화 통화로 코드를 받아보세요!
pt_br: Não pode receber SMS? Receba o código por chamada telefônica!
zh_hans: 无法收到短信？通过电话获得代码！

# registration_share_title
source: Success! Your account is confirmed.
ar: نجحت! تم تأكيد حسابك.
fr: Succès ! Votre compte est confirmé.
hi: सफलता! आपके खाते की पुष्टि हो गई है।
ja: 成功！アカウントが確認されました。
ko: 성공! 계정이 확인되었습니다.
pt_br: Sucesso! Sua conta está confirmada.
zh_hans: 成功！您的帐户被确认。

# registration_share_description
source: Share your Peeks Social profile with your friends so they can watch you stream live!
ar: يرجى إدخال الرمز الذي تم إرساله إليك.
fr: Partagez votre profil Peeks Social avec vos amis afin qu'ils puissent vous regarder en direct !
hi: अपने दोस्तों के साथ अपनी Peeks Social प्रोफ़ाइल को साझा करें ताकि वे आपकी स्ट्रीम का सीधा प्रसारण देख सकें!
ja: Peeks Social プロフィールを友達とシェアすると、あなたのライブストリーミングが見られるようになります！
ko: 친구들에게 Peeks Social 프로필을 공유하여 라이브 스트리밍을 시청하게 하세요!
pt_br: Compartilhe seu perfil no Peeks com seus amigos para que eles possam assistir você transmitindo ao vivo!
zh_hans: 与您的好友分享您的Peeks Social资料页，这样他们就能看您直播了！

# registration_share
source: Share
ar: مشاركة
fr: Partager
hi: शेयर करें
ja: シェア
ko: 공유
pt_br: Compartilhar
zh_hans: 分享

# intro_claim_gift
source: Claim Gift
ar: المطالبة بهدية
fr: Réclamez votre cadeau
hi: उपहार पाएँ
ja: ギフトを獲得
ko: 선물 받기
pt_br: Resgatar Presente
zh_hans: 领取礼物

# intro_gift_title
source: Register your credit card to claim your free gift!
ar: قم بتسجيل بطاقة الائتمان الخاصة بك للمطالبة بهدية مجانية!
fr: Enregistrez votre carte de crédit pour réclamer votre cadeau gratuit !
hi: अपना मुफ्त उपहार पाने के लिए अपने क्रेडिट कार्ड को पंजीकृत करें!
ja: ギフトを獲得するにはクレジットカードを登録してください！
ko: 무료 선물을 받으려면 신용 카드를 등록하세요!
pt_br: Cadastre seu cartão de crédito para resgatar seu presente grátis!
zh_hans: 注册您的信用卡，领取免费礼物！

# intro_gift_description
source: Registration is free and your credit card will not be billed for registering.
ar: التسجيل مجاني ولن يتم تحصيل رسوم من بطاقة الائتمان الخاصة بك للتسجيل.
fr: L'inscription est gratuite et votre carte de crédit ne sera facturée pour s'inscrire.
hi: पंजीकरण नि: शुल्क है और पंजीकरण के लिए आपके क्रेडिट कार्ड को बिल नहीं किया जाएगा।
ja: 登録は無料で、登録時にクレジットカードには請求されません。
ko: 등록은 무료이며 신용 카드에 요금이 청구되지 않습니다.
pt_br: O cadastro é gratuito e o seu cartão de crédito não será cobrado por esse processo.
zh_hans: 注册是免费的，您的信用卡将不会因为注册被收费。

# intro_skip_gift_title
source: Sorry you didn't register your credit card.
ar: عذرا لم تقم بتسجيل بطاقة الائتمان الخاصة بك.
fr: Désolé, vous n'avez pas enregistré votre carte de crédit.
hi: क्षमा करें आपने अपने क्रेडिट कार्ड को पंजीकृत नहीं किया।
ja: 申し訳ございませんが、クレジットカードが登録されていません。
ko: 신용 카드를 등록하지 않으셨네요.
pt_br: Lamentamos que você não tenha cadastrado o seu cartão de crédito.
zh_hans: 对不起您没有注册信用卡。

# intro_skip_gift_description
source: We are still giving you 50 cents for free.
ar: نحن ما زلنا سنعطيك 50 سنت مجانا.
fr: Nous vous donnons encore 50 cents gratuitement.
hi: हम अभी भी आपको मुफ्त में 50 सेंट दे रहे हैं।
ja: でも 50 セント無料でご提供いたします。
ko: 여전히 50센트를 무료로 지급해드립니다.
pt_br: Ainda assim vamos lhe dar 50 centavos de cortesia.
zh_hans: 我们还在免费送您50分。

# intro_skip_gift_thanks
source: Thank you from the Peeks Social team. Enjoy using Peeks Social!
ar: شكرا لك من فريق Peeks Social . تمتع باستخدام Peeks Social!
fr: L'équipe Peeks Social vous remercie. Profitez d'utiliser Peeks Social !
hi: Peeks Social टीम की तरफ से आपको धन्यवाद। Peeks Social के उपयोग का आनंद लें!
ja: Peeks Social チームより感謝を込めて。Peeks Social をお楽しみください！
ko: Peeks Social 팀에서 감사드립니다. Peeks Social을 즐기세요!
pt_br: A equipe do Peeks agradece. Divirta-se com o Peeks!
zh_hans: 来自Peeks Social团队的感谢。祝您使用Peeks Social愉快！

source: Watch Video
ar: شاهد الفيديو
fr: Regarder la vidéo
hi: वीडियो देखें
ja: ビデオを見る
ko: 비디오 시청
pt_br: Assistir Vídeo
zh_hans: 观看视频

# intro_done
source: Done
ar: تم
fr: Effectué
hi: हो गया
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

# intro_page_one_title
source: You're Live!
ar: أنت على الهواء مباشرة!
fr: Vous êtes en direct !
hi: आप लाइव हैं!
ja: ライブブロードキャスト中！
ko: 라이브 중!
pt_br: Você está ao vivo!
zh_hans: 您在直播了！

# intro_page_one_description
source: Peeks Social is live video; whatever you're doing at that time is what your viewers will see. Viewers can send you cash tips or likes and you can tip your favourite broadcasters as well.
ar: تطبيق Peeks Social عبارة عن لقطات فيديو حية مباشرة. مهما كنت تفعل في ذلك الوقت هو ما سوف يراه المشاهدين. يمكن للمشاهدين إرسال نصائح نقدية أو خطوط ويمكنك إعطاء إكراميه للمذيعين المفضلين لديك أيضا.
fr: Peeks Social est une vidéo en direct; Quoi que vous fassiez à ce moment-là, il sera vu par vos spectateurs. Les téléspectateurs peuvent vous envoyer des pourboires en espèces ou vous envoyer des j'aime et vous pouvez également offrir des pourboires à vos radiodiffuseurs préférés.
hi: Peeks Social लाइव वीडियो है। जो कुछ भी आप किसी समय कर रहे होंगे वह सब आपके दर्शक देखेंगे। दर्शक आपको नकद टिप्स या लाइक भेज सकते हैं और आप भी अपने पसंदीदा ब्रॉडकास्टर को टिप भेज सकते हैं।
ja: Peeks Social はライブビデオです。その瞬間何をしていようと、視聴者は見ています。視聴者は現金のチップを送ったりいいねを押したりでき、あなたもお気に入りのブロードキャスターにチップを送ることができます。
ko: Peeks Social은 라이브 비디오 플랫폼입니다. 그 순간에 하는 모든 활동이 시청자에게 보여집니다. 시청자는 현금 팁이나 좋아요를 보낼 수 있으며, 당신도 좋아하는 방송자에게 팁을 보낼 수 있습니다.
pt_br: O Peeks é um serviço de vídeos ao vivo. Seus espectadores verão o que quer que você esteja fazendo naquele momento no Peeks. Os espectadores podem lhe enviar gorjetas em dinheiro ou curtidas, e você também pode dar gorjetas aos seus veiculadores favoritos.
zh_hans: Peeks Social是直播视频；无论您那时做什么，您的观众都会看到。观众能向您发送现金小费或点赞，您也能给最爱的主播小费。

# intro_page_two_title
source: Real Money!
ar: أموال حقيقة!
fr: L'argent réel !
hi: असली पैसे!
ja: 本物のお金！
ko: 실제 돈!
pt_br: Dinheiro de verdade!
zh_hans: 真金白银！

# intro_page_two_description
source: Peeks Social has a full mobile wallet that lets you easily withdraw your tip money into your bank account, and you can set up your account to tip live broadcasters as well.
ar: لدى Peeks Social محفظة نقالة تتيح لك سحب أموال إكراميتك بسهولة في حسابك المصرفي، ويمكنك إعداد حسابك لترجيح كفة مذيعين البث المباشر أيضا.
fr: Peeks Social dispose d'un portefeuille mobile complet qui vous permet de retirer facilement votre argent reçu des pourboires dans votre compte bancaire, et vous pouvez configurer votre compte pour informer les radiodiffuseurs en direct.
hi: पीक्स के पास एक पूर्ण मोबाइल वॉलेट है जो आपको अपने बैंक खाते से आसानी से टिप के लिए अपने पैसे निकालने देता है, और आप लाइव ब्रॉडकास्टर को टिप करने के लिए भी अपना खाता सेट कर सकते हैं।
ja: Peeks Social には簡単にチップを銀行口座に出金したり、口座をセットアップしてブロードキャスターにチップを送ったりできる、完全なモバイルウォレット機能があります。
ko: Peeks Social은 풀 모바일 지갑을 가지고 있어 팁 금액을 은행 계좌로 쉽게 인출할 수 있으며, 라이브 방송자에게 팁을 보낼 수 있는 계정을 설정할 수 있습니다.
pt_br: O Peeks conta com uma carteira móvel completa que lhe permite retirar com facilidade o dinheiro das suas gorjetas para a sua conta bancária. E você também poderá configurar a sua conta sem dificuldades para dar gorjetas a outros veiculadores ao vivo.
zh_hans: Peeks Social有完整的移动钱包，让您轻松取出小费到银行账户，您也能设置账户，给直播主播小费。

# intro_page_three_title
source: Sharing
ar: جار مشاركة
fr: Partage
hi: साझा कर रहे हैं
ja: シェア
ko: 공유하기
pt_br: Compartilhamento
zh_hans: 分享中

# intro_page_three_description
source: Grow your fan base on Peeks Social! Invite your friends and social media followers to Peeks Social, this will help you build a faster live audience.
ar: يمكنك زيادة قاعدة المعجبين بك على Peeks Social! دعوة أصدقائك ومتابعينك على وسائل التواصل الاجتماعية إلى Peeks Social، وهذا سوف يساعدك على بناء جمهور حي مباشر بصورة أسرع.
fr: Augmentez le nombre de vos fans sur Peeks Social ! Invitez vos amis et les adeptes des réseaux sociaux à Peeks Social, cela vous aidera à créer un public en direct rapidement.
hi: Peeks Social पर अपने फॉलोअर्स की संख्या बढ़ाएं! अपने मित्रों और सामाजिक मीडिया फॉलोअर्स को Peeks Social पर आमंत्रित करें जिससे आपको शीघ्रता से लाइव ऑडियंस बनाने में मदद मिलेगी।
ja: Peeks Social でファンを集めましょう。友達やソーシャルメディアのフォロワーを Peeks Social に招待すると、より早くライブオーディエンスが集まります。
ko: Peeks Social에서 팬 베이스를 확장하세요! 친구들과 소셜 미디어 팔로워를 Peeks Social로 초대하여 신속한 라이브 시청자를 구축하는 데 도움이 됩니다.
pt_br: Aumente sua base de fãs no Peeks. Convide seus amigos e seguidores em redes sociais para entrarem no Peeks, pois isso ajudará você a aumentar sua audiência ao vivo mais depressa.
zh_hans: 在Peeks Social上增加您的粉丝数！邀请您的好友和社交媒体粉丝到Peeks Social，这会帮您更快地建立在线观众群体。

# menu_home
source: Home
ar: الرئيسية
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pt_br: Início
zh_hans: 主页

# menu_upload_video
source: Upload Video
ar: تحميل فيديو
fr: Télécharger une vidéo
hi: वीडियो अपलोड करें
ja: ビデオをアップロード
ko: 비디오 업로드
pt_br: Enviar vídeo
zh_hans: 上传视频

# menu_crowdfunding
source: Crowdfunding
ar: تمويل الجماعي
fr: Financement communautaire
hi: क्राउडफंडिंग
ja: クラウドファンディング
ko: 크라우드펀딩
pt_br: Financiamento Coletivo
zh_hans: 众筹

# menu_profile
source: Profile
ar: الملف الشخصي
fr: Profil
hi: प्रोफाइल
ja: プロフィール
ko: 프로필
pt_br: Perfil
zh_hans: 个人资料

# menu_invite_friends
source: Invite Friends
ar: دعوة الأصدقاء
fr: Inviter des amis
hi: मित्रों को आमंत्रित करें
ja: 友達を招待
ko: 친구 초대
pt_br: Convidar Amigos
zh_hans: 邀请好友

# menu_following
source: Following
ar: يتابع
fr: Suivant
hi: फॉलो कर रहे हैं
ja: フォロー中
ko: 팔로잉
pt_br: Seguindo
zh_hans: 关注中

# menu_people
source: People
ar: الأشخاص
fr: Gens
hi: लोग
ja: 人々
ko: 사람들
pt_br: Pessoas
zh_hans: 人

# menu_wallet
source: Wallet
ar: المحفظة
fr: Portefeuille
hi: वॉलेट
ja: ウォレット
ko: 지갑
pt_br: Carteira
zh_hans: 钱包

# menu_settings
source: Settings
ar: الإعدادات
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

# menu_help
source: Support
ar: نصائح سريعة
ko: 도움말
zh_hans: 快速提示

# menu_logout
source: Logout
ar: تسجيل الخروج
fr: Se déconnecter
hi: लोग आउट
ja: ログアウト
ko: 로그아웃
pt_br: Desconectar
zh_hans: 登出

source: Broadcasts
ar: مقاطع البث
fr: Diffusions
hi: प्रसारण
ja: ブロードキャスト
ko: 방송
pt_br: Veiculações
zh_hans: 广播

source: Popular
ar: رائج
fr: Populaire
hi: लोकप्रिय
ja: 人気
ko: 인기
pt_br: Populares
zh_hans: 受欢迎的

source: Live
ar: مباشر
fr: En direct
hi: सीधा प्रसारण
ja: ライブ
ko: 라이브
pt_br: Ao Vivo
zh_hans: 直播

source: Uploads
ar: تحميل
fr: Téléchargements
hi: अपलोड
ja: アップロード
ko: 업로드
zh_hans: 上传

source: Explore
ar: استكشاف
fr: Explorer
hi: अन्वेषण
ja: 閲覧
ko: 탐색
pt_br: Explorar
zh_hans: 探索

source: Plus
ar: زائد
hi: प्लस
ja: プラス
ko: 플러스
pt_br: Mais
zh_hans: 加

source: Featured
ar: بارز
fr: Présenté
hi: विशेष रुप से प्रदर्शित
ja: 注目
ko: 추천
pt_br: Destaques
zh_hans: 特色

source: Go Live
ar: انتقل على الهواء المباشر
fr: Allez en direct
hi: सीधा प्रसारण शुरू करें
ja: ライブを開始
ko: 라이브 방송 시작
pt_br: Entre no ar
zh_hans: 直播吧

source: Record Video
ar: تسجيل فيديو
fr: Enregistrement de la vidéo
hi: वीडियो रिकॉर्ड करें
ja: ビデオを録画
ko: 비디오 녹화
pt_br: Gravar vídeo
zh_hans: 录制视频

source: Upload Video
ar: تحميل فيديو
fr: Télécharger une vidéo
hi: वीडियो अपलोड करें
ja: ビデオをアップロード
ko: 비디오 업로드
pt_br: Enviar vídeo
zh_hans: 上传视频

source: Map
ar: الخريطة
fr: Carte
hi: नक्शा
ja: マップ
ko: 지도
pt_br: Mapa
zh_hans: 地图
