Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# feature.disabled.pip
source: Picture in picture is not included in your package. Contact account manager to have it.
ar: لم يتم تضمين صورة في الصورة في حزمتك. اتصل بمدير الحساب للحصول عليه.
es: La función de imagen sobre imagen no está incluida en tu paquete. Contacta al gerente de cuenta para obtenerla.
fr: L'image dans l'image n'est pas incluse dans votre package. Contactez votre responsable de compte pour l'obtenir.
hi: पिक्चर इन पिक्चर आपकी पैकेज में शामिल नहीं है। इसे प्राप्त करने के लिए अकाउंट मैनेजर से संपर्क करें।
ja: Picture in pictureはあなたのパッケージに含まれていません。アカウントマネージャーに連絡してください。
ko: 화면 속 화면 기능은 귀하의 패키지에 포함되어 있지 않습니다. 계정 담당자에게 문의하여 추가할 수 있습니다.
pt_br: Picture in picture não está incluído no seu pacote. Entre em contato com o gerente de conta para tê-lo.
zh_hans: 画中画不包含在您的套餐中。请联系账户经理进行添加。

# BanubaVideoEditor.Gallery.DraftsTitle
source: Drafts
es: Borradores
fr: Brouillons
ko: 임시 저장
pt_br: Rascunhos
zh_hans: 草稿

# BanubaVideoEditor.Gallery.DraftTitle
source: Draft
es: Borrador
fr: Brouillon
ko: 임시 저장
pt_br: Rascunho
zh_hans: 草稿

# BanubaVideoEditor.Gallery.DraftEditActionName
source: Edit
es: Editar
fr: Modifier
ko: 편집
pt_br: Editar
zh_hans: 编辑

# BanubaVideoEditor.Gallery.DraftRemoveActionName
source: Remove
ar: إزالة
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 删除

# com.banuba.BanubaVideoEditor.draft.question.title
source: Do you want to save the draft?
ar: هل تريد حفظ المسودة؟
es: ¿Quieres guardar el borrador?
fr: Voulez-vous enregistrer le brouillon ?
hi: क्या आप ड्राफ्ट सहेजना चाहते हैं?
ja: 下書きを保存しますか？
ko: 임시 저장하시겠습니까?
pt_br: Deseja salvar o rascunho?
zh_hans: 是否保存草稿？

# com.banuba.BanubaVideoEditor.draft.question.agree
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

# com.banuba.BanubaVideoEditor.draft.question.disagree
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# BanubaVideoEditor.Draft.DraftSavedMessage
source: Draft saved
es: Borrador guardado
fr: Brouillon enregistré
ko: 임시 저장됨
pt_br: Rascunho salvo
zh_hans: 草稿已保存

# BanubaVideoEditor.Draft.EmptyDraftsMessage
source: No Drafts
es: No hay borradores
fr: Aucun brouillon
ko: 임시 저장 없음
pt_br: Sem rascunhos
zh_hans: 没有草稿

# com.banuba.BanubaVideoEditor.draft.remove.title
source: Do you want to remove the draft?
ar: هل تريد إزالة المسودة؟
es: ¿Quieres eliminar el borrador?
fr: Voulez-vous supprimer le brouillon?
hi: क्या आप ड्राफ्ट हटाना चाहते हैं?
ja: 下書きを削除しますか？
ko: 임시 저장을 제거하시겠습니까?
pt_br: Deseja remover o rascunho?
zh_hans: 是否删除草稿？

# com.banuba.BanubaVideoEditor.draft.remove.agree
source: Remove
ar: إزالة
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 删除

# com.banuba.BanubaVideoEditor.draft.remove.disagree
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# com.banuba.BanubaVideoEditor.draft.update.title
source: Do you want to update the draft?
ar: هل ترغب في تحديث المسودة؟
es: ¿Quieres actualizar el borrador?
fr: Voulez-vous mettre à jour le brouillon?
hi: क्या आप ड्राफ्ट को अपडेट करना चाहते हैं?
ja: 下書きを更新しますか？
ko: 임시 저장을 업데이트하시겠습니까?
pt_br: Deseja atualizar o rascunho?
zh_hans: 是否更新草稿？

# com.banuba.BanubaVideoEditor.draft.update.agree
source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
ja: 更新
ko: 업데이트
pt_br: Atualizar
zh_hans: 更新

# com.banuba.BanubaVideoEditor.draft.update.disagree
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# com.banuba.BanubaVideoEditor.draft.lose.message
source: Note! You will lose the current editing settings. Continue?
ar: ملاحظة! ستفقد إعدادات التحرير الحالية. هل تريد الاستمرار؟
es: Nota: Se perderán los ajustes de edición actuales. ¿Desea continuar?
fr: Notez! Vous perdrez les paramètres d'édition actuels. Continuer?
hi: नोट! आप वर्तमान संपादन सेटिंग को खो देंगे। क्या आप जारी रखना चाहते हैं?
ja: 注意：現在の編集設定が失われます。続行しますか？
ko: 주의! 현재의 편집 설정이 손실됩니다. 계속하시겠습니까?
pt_br: Aviso! Você perderá as configurações de edição atuais. Continuar?
zh_hans: 注意！您将失去当前编辑设置。是否继续？

# com.banuba.BanubaVideoEditor.draft.lose.agree
source: Adjust Clips
ar: تعديل المقاطع
es: Ajustar clips
fr: Ajuster les clips
hi: क्लिप समायोजित करें
ja: クリップの調整
ko: 클립 조정
pt_br: Ajustar clipes
zh_hans: 调整剪辑

# com.banuba.BanubaVideoEditor.draft.discardChangesAction
source: Discard changes
ar: تجاهل التغييرات
es: Descartar cambios
fr: Abandonner les modifications
hi: परिवर्तन छोड़ें
ja: 変更を破棄
ko: 변경 사항 취소
pt_br: Descartar alterações
zh_hans: 放弃更改

# com.banuba.BanubaVideoEditor.draft.updateAction
source: Update draft
ar: تحديث المسودة
es: Actualizar borrador
fr: Mettre à jour le brouillon
hi: ड्राफ्ट अपडेट करें
ja: 下書きを更新
ko: 임시 저장 업데이트
pt_br: Atualizar rascunho
zh_hans: 更新草稿

# com.banuba.recorder.link.title
source: Link
ar: رابط
es: Enlace
fr: Lien
hi: लिंक
ja: リンク
ko: 링크
zh_hans: 链接

# com.banuba.recorder.color.title
source: Filter
ar: تصفية
es: Filtro
fr: Filtre
hi: फ़िल्टर
ja: フィルター
ko: 필터
pt_br: Filtro
zh_hans: 滤镜

# com.banuba.recorder.pixalate.title
source: Pixelate
fr: Pixeliser
ko: 픽셀레이트

# com.banuba.recorder.text.title
source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文本

# com.banuba.recorder.time.title
source: Time
ar: وقت
es: Tiempo
fr: Temps
hi: समय
ja: 時間
ko: 시간
pt_br: Tempo
zh_hans: 时间

# com.banuba.recorder.sound.title
source: Music
ar: موسيقى
es: Música
fr: Musique
hi: संगीत
ja: 音楽
ko: 음악
pt_br: Música
zh_hans: 音乐

# com.banuba.recorder.effects.title
source: Effects
ar: تأثيرات
es: Efectos
fr: Effets
hi: प्रभाव
ja: エフェクト
ko: 효과
pt_br: Efeitos
zh_hans: 特效

# com.banuba.recorder.toggle.title
source: Toggle
ar: تبديل
es: Alternar
fr: Basculer
hi: टॉगल
ja: トグル
ko: 전환
pt_br: Alternar
zh_hans: 开关

# com.banuba.recorder.flashlight.title
source: Flashlight
ar: ضوء الفلاش
es: Linterna
fr: Lampe de poche
hi: फ्लैशलाइट
ja: フラッシュライト
ko: 플래시
pt_br: Flash
zh_hans: 闪光灯

# com.banuba.recorder.timer.title
source: Timer
ar: المؤقت
es: Temporizador
fr: Minuterie
hi: टाइमर
ja: タイマー
ko: 타이머
pt_br: Temporizador
zh_hans: 定时器

# com.banuba.recorder.speed.title
source: Speed
ar: السرعة
es: Velocidad
fr: Vitesse
hi: गति
ja: スピード
ko: 속도
pt_br: Velocidade
zh_hans: 速度

# com.banuba.recorder.beauty.title
source: Beauty
ar: الجمال
es: Belleza
fr: Beauté
hi: सौंदर्य
ja: 美しさ
ko: 뷰티
pt_br: Beleza
zh_hans: 美颜

# com.banuba.recorder.masks.title
source: Masks
ar: الأقنعة
es: Máscaras
fr: Masques
hi: मास्क
ja: マスク
ko: 마스크
pt_br: Máscaras
zh_hans: 面具

# com.banuba.recorder.muteSound.title
source: Sound
ar: الصوت
es: Sonido
fr: Son
hi: ध्वनि
ja: サウンド
ko: 음소거
pt_br: Som
zh_hans: 声音

# com.banuba.recorder.pip.title
source: Pip
hi: पीआईपी
ko: 화면 속 화면
zh_hans: 画中画

# com.banuba.recorder.gallery.title
source: Gallery
ar: المعرض
es: Galería
fr: Galerie
hi: गैलरी
ja: ギャラリー
ko: 갤러리
pt_br: Galeria
zh_hans: 相册

# com.banuba.recorder.secondsFormat
source: %d sec
ar: %d ثانية
es: %d seg
hi: %d सेकंड
ja: %d 秒
ko: %d초
pt_br: %d seg
zh_hans: %d 秒

# com.banuba.recorder.minutesFormat
source: %d min
ar: %d دقيقة
hi: %d मिनट
ja: %d 分
ko: %d분
zh_hans: %d 分钟

# com.banuba.videoEditor.aspect.original
source: Original
ar: الأصلي
hi: मूल
ja: 元のサイズ
ko: 원본
zh_hans: 原始

# com.banuba.videoEditor.transition.none
source: None
ar: لا شيء
es: Ninguno
fr: Aucune
hi: कोई नहीं
ja: なし
ko: 없음
pt_br: Nenhum
zh_hans: 无

# com.banuba.videoEditor.transition.whipDown
source: Whip down
ar: انزلاق للأسفل
es: Látigo hacia abajo
fr: Basculer vers le bas
hi: नीचे की ओर घुमाना
ja: 下から上へスライド
ko: 아래로 휘두르기
pt_br: Deslizar para baixo
zh_hans: 向下鞭打

# com.banuba.videoEditor.transition.whipUp
source: Whip up
ar: انزلاق للأعلى
es: Látigo hacia arriba
fr: Basculer vers le haut
hi: ऊपर की ओर घुमाना
ja: 上から下へスライド
ko: 위로 휘두르기
pt_br: Deslizar para cima
zh_hans: 向上鞭打

# com.banuba.videoEditor.transition.whipRight
source: Whip right
ar: انزلاق لليمين
es: Látigo hacia la derecha
fr: Basculer vers la droite
hi: दाहिनी ओर घुमाना
ja: 右から左へスライド
ko: 오른쪽으로 휘두르기
pt_br: Deslizar para a direita
zh_hans: 向右鞭打

# com.banuba.videoEditor.transition.whipLeft
source: Whip left
ar: انزلاق لليسار
es: Látigo hacia la izquierda
fr: Basculer vers la gauche
hi: बायां ओर घुमाना
ja: 左から右へスライド
ko: 왼쪽으로 휘두르기
pt_br: Deslizar para a esquerda
zh_hans: 向左鞭打

# com.banuba.videoEditor.transition.scrollDown
source: Scroll down
ar: تمرير للأسفل
es: Desplazamiento hacia abajo
fr: Faire défiler vers le bas
hi: नीचे स्क्रॉल करना
ja: 下から上へスクロール
ko: 아래로 스크롤
pt_br: Rolar para baixo
zh_hans: 向下滚动

# com.banuba.videoEditor.transition.scrollUp
source: Scroll up
ar: تمرير للأعلى
es: Desplazamiento hacia arriba
fr: Faire défiler vers le haut
hi: ऊपर स्क्रॉल करना
ja: 上から下へスクロール
ko: 위로 스크롤
pt_br: Rolar para cima
zh_hans: 向上滚动

# com.banuba.videoEditor.transition.scrollRight
source: Scroll right
ar: تمرير لليمين
es: Desplazamiento hacia la derecha
fr: Faire défiler vers la droite
hi: दाहिनी ओर स्क्रॉल करना
ja: 右から左へスクロール
ko: 오른쪽으로 스크롤
pt_br: Rolar para a direita
zh_hans: 向右滚动

# com.banuba.videoEditor.transition.scrollLeft
source: Scroll left
ar: تمرير لليسار
es: Desplazamiento hacia la izquierda
fr: Faire défiler vers la gauche
hi: बायां ओर स्क्रॉल करना
ja: 左から右へスクロール
ko: 왼쪽으로 스크롤
pt_br: Rolar para a esquerda
zh_hans: 向左滚动

# com.banuba.videoEditor.transition.spinRight
source: Spin
ar: دوران
es: Girar
fr: Tourner
hi: घूमना
ja: 回転
ko: 회전
pt_br: Girar
zh_hans: 旋转

# com.banuba.videoEditor.transition.fade
source: Fade
ar: تلاشي
es: Fundido
fr: Fondu
hi: फीका पड़ जाना
ja: フェード
ko: 페이드
pt_br: Desvanecer
zh_hans: 淡入淡出

# com.banuba.videoEditor.transition.disabledToastMessage
source: The clip must be longer than 0.5 sec to apply transition.
ar: يجب أن يكون مدة الكليب أطول من 0.5 ثانية لتطبيق الانتقال.
es: El clip debe durar más de 0,5 seg para aplicar la transición.
fr: Le clip doit durer plus de 0,5 seconde pour appliquer une transition.
hi: ट्रांजिशन लागू करने के लिए क्लिप 0.5 सेकंड से अधिक लंबा होना चाहिए।
ja: 0.5秒以上の動画に適用できます。
ko: 전환을 적용하려면 클립이 0.5초보다 길어야 합니다.
pt_br: O clipe deve ter mais de 0,5 segundos para aplicar a transição.
zh_hans: 剪辑必须长于0.5秒才能应用转场效果。

# com.banuba.textEditor.fontName.regular
source: Regular
ar: عادي
fr: Régulier
hi: सामान्य
ja: 通常
ko: 일반
zh_hans: 常规

# com.banuba.textEditor.fontName.italic
source: Italic
ar: مائل
es: Cursiva
fr: Italique
hi: इटैलिक
ja: 斜体
ko: 이탤릭
pt_br: Itálico
zh_hans: 斜体

# com.banuba.textEditor.fontName.bold
source: Bold
ar: عريض
es: Negrita
fr: Gras
hi: बोल्ड
ja: 太字
ko: 볼드
pt_br: Negrito
zh_hans: 加粗

# com.banuba.textEditor.fontName.baskerville
source: Baskerville
ar: باسكفيل
hi: बास्करविल
ja: バスキア
ko: 바스커빌
zh_hans: 巴斯克维尔

# com.banuba.textEditor.fontName.courier
source: Courier
ar: كورير
hi: कूरियर
ja: クーリエ
ko: 쿠리어

# com.banuba.textEditor.fontName.palatino
source: Palatino
ar: بالاتينو
hi: पलाटिनो
ja: パラティーノ
ko: 팔라티노
zh_hans: 帕拉蒂诺

# com.banuba.textEditor.fontName.noteworthy
source: Noteworthy
ar: لافت للانتباه
fr: Remarquable
hi: नोटवर्थी
ja: ノートワーシー
ko: 노트워시

# com.banuba.textEditor.fontName.papyrus
source: Papyrus
ar: بردي
hi: पापीरस
ja: パピルス
ko: 파피루스
zh_hans: 帕普里斯

# com.banuba.textEditor.fontName.sinhala
source: Sinhala
ar: السنهالية
hi: सिंहला
ja: シンハラ
ko: 싱할라
zh_hans: 僧伽罗文

# com.banuba.textEditor.fontName.menlo
source: Menlo
ar: مينلو
hi: मेन्लो
ja: メンロ
ko: 멘로

# com.banuba.textEditor.fontName.emoji
source: Emoji
ar: إيموجي
hi: इमोजी
ja: 絵文字
ko: 이모지
zh_hans: 表情符号

# com.banuba.alert.discardAllRecord.additionalButtonTitle
source: Start over
es: Empezar de nuevo
fr: Recommencer
ko: 처음부터 시작
pt_br: Começar de novo

# com.banuba.alert.discardAllRecord.agreeButtonTitle
source: Reset
es: Reiniciar
fr: Réinitialiser
ko: 초기화
pt_br: Redefinir

# com.banuba.alert.discardAllRecord.disagreeButtonTitle
source: Cancel
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar

# com.banuba.alert.discardAllEditor.agreeButtonTitle
source: Reset
es: Reiniciar
fr: Réinitialiser
ko: 초기화
pt_br: Redefinir

# com.banuba.alert.discardAllEditor.disagreeButtonTitle
source: Cancel
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar

# com.banuba.alert.notFinishedVideo.agreeButtonTitle
source: Continue
es: Continuar
fr: Continuer
ko: 계속
pt_br: Continuar

# com.banuba.alert.notFinishedVideo.disagreeButtonTitle
source: Cancel
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar

# com.banuba.alert.discardChanges.agreeButtonTitle
source: Reset
es: Reiniciar
fr: Réinitialiser
ko: 초기화
pt_br: Redefinir

# com.banuba.alert.discardChanges.disagreeButtonTitle
source: Cancel
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar

# com.banuba.alert.deleteSegment.agreeButtonTitle
source: Delete
es: Eliminar
fr: Supprimer
ko: 삭제
pt_br: Excluir

# com.banuba.alert.deleteSegment.disagreeButtonTitle
source: Cancel
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar

# com.banuba.alert.discardEffects.agreeButtonTitle
source: Discard
es: Descartar
fr: Supprimer
ko: 삭제
pt_br: Descartar

# com.banuba.alert.discardEffects.disagreeButtonTitle
source: Cancel
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar

# com.banuba.alert.discardMusic.agreeButtonTitle
source: Discard
es: Descartar
fr: Supprimer
ko: 삭제
pt_br: Descartar

# com.banuba.alert.discardMusic.disagreeButtonTitle
source: Cancel
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar

# com.banuba.alert.progressView.agreeButtonTitle
source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
zh_hans: 重试

# com.banuba.alert.progressView.disagreeButtonTitle
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# com.banuba.alert.progressView.importingMedia
source: Importing media
ar: يتم استيراد الوسائط
es: Importando medios
fr: Importation des médias
hi: मीडिया आयात हो रहा है
ja: メディアをインポートしています
ko: 미디어 가져오는 중
pt_br: Importando mídia
zh_hans: 正在导入媒体

# com.banuba.alert.progressView.exportingVideo
source: Exporting video
ar: يتم تصدير الفيديو
es: Exportando vídeo
fr: Exportation de la vidéo
hi: वीडियो निर्यात हो रहा है
ja: ビデオをエクスポートしています
ko: 비디오 내보내는 중
pt_br: Exportando vídeo
zh_hans: 正在导出视频

# com.banuba.alert.progressView.tooltipMessage
source: Please, don't lock your screen or switch to other apps
ar: يرجى عدم قفل شاشتك أو التبديل إلى تطبيقات أخرى
es: Por favor, no bloquees la pantalla ni cambies a otras aplicaciones
fr: Veuillez ne pas verrouiller votre écran ou passer à d'autres applications
hi: कृपया, अपनी स्क्रीन लॉक न करें और अन्य ऐप में स्विच न करें
ja: 画面をロックしたり、他のアプリに切り替えたりしないでください
ko: 화면을 잠그지 말고 다른 앱으로 전환하지 마십시오
pt_br: Por favor, não bloqueie a tela ou mude para outros aplicativos
zh_hans: 请不要锁定屏幕或切换到其他应用程序

# com.banuba.alert.progressView.exportVideoInterrupted
source: Export interrupted
ar: تم إيقاف التصدير
es: Exportación interrumpida
fr: Exportation interrompue
hi: निर्यात रोक दिया गया
ja: エクスポートが中断されました
ko: 내보내기 중단됨
pt_br: Exportação interrompida
zh_hans: 导出中断

# com.banuba.alert.needToUpdateIos.title
source: Sorry, minimum supported version is iOS 12.
ar: عذرًا ، الإصدار المدعوم الأدنى هو iOS 12.
es: Lo siento, la versión mínima compatible es iOS 12.
fr: Désolé, la version minimale prise en charge est iOS 12.
hi: क्षमा करें, न्यूनतम समर्थित संस्करण iOS 12 है।
ja: 申し訳ありません、最小サポートバージョンはiOS 12です。
ko: 죄송합니다, 최소 지원 버전은 iOS 12입니다.
pt_br: Desculpe, a versão mínima suportada é o iOS 12.
zh_hans: 抱歉，最低支持的版本是 iOS 12。

# com.banuba.alert.needToUpdateIos.message
source: You must update to ios 12.0 in order to use this application.
ar: يجب عليك تحديث ios 12.0 لاستخدام هذا التطبيق.
es: Debes actualizar a iOS 12.0 para poder utilizar esta aplicación.
fr: Vous devez mettre à jour vers ios 12.0 pour pouvoir utiliser cette application.
hi: आपको इस ऐप्लिकेशन का उपयोग करने के लिए iOS 12.0 पर अपडेट करना होगा।
ja: このアプリを使用するには、iOS 12.0 にアップデートする必要があります。
ko: 이 애플리케이션을 사용하려면 iOS 12.0으로 업데이트해야 합니다.
pt_br: Você precisa atualizar para o iOS 12.0 para usar este aplicativo.
zh_hans: 您必须更新到 iOS 12.0 才能使用此应用程序。

# com.banuba.trim.startOverRecordVideoTitle
source: Want to record a new video?
ar: هل تريد تسجيل فيديو جديد؟
es: ¿Quieres grabar un nuevo video?
fr: Voulez-vous enregistrer une nouvelle vidéo ?
hi: क्या आप नया वीडियो रिकॉर्ड करना चाहते हैं?
ja: 新しいビデオを録画しますか？
ko: 새 비디오를 녹화하시겠습니까?
pt_br: Quer gravar um novo vídeo?
zh_hans: 要重新录制新视频吗？

# com.banuba.trim.startOverRecordVideoAgreeButtonTitle
source: Start over
ar: ابدأ من جديد
es: Empezar de nuevo
fr: Recommencer
hi: फिर से शुरू करें
ja: 最初からやり直す
ko: 처음부터 시작
pt_br: Começar de novo
zh_hans: 重新开始

# com.banuba.trim.startOverRecordVideoDisagreeButtonTitle
source: Discard
ar: تجاهل
es: Descartar
fr: Annuler
hi: खारिज करें
ja: 破棄する
ko: 취소
pt_br: Descartar
zh_hans: 丢弃

# com.banuba.trim.rotateEditButtonTitle
source: Rotate
es: Rotar
fr: Rotation
ko: 회전
pt_br: Girar

# com.banuba.trim.splitEditButtonTitle
source: Split
es: Dividir
fr: Diviser
ko: 분할
pt_br: Dividir

# com.banuba.trim.cropEditButtonTitle
source: Crop
es: Recortar
fr: Recadrer
ko: 자르기
pt_br: Cortar

# com.banuba.trim.deleteEditButtonTitle
source: Delete
es: Eliminar
fr: Supprimer
ko: 삭제
pt_br: Excluir

# com.banuba.trim.trimEditButtonTitle
source: Trim
es: Recortar
fr: Couper
ko: 트리밍
pt_br: Cortar

# com.banuba.trim.reorderingToolTip
source: Drag to swap
es: Arrastra para intercambiar
fr: Faites glisser pour échanger
ko: 교체하려면 드래그하세요
pt_br: Arraste para trocar

# com.banuba.trim.deleteLastClipErrorMessage
source: The last clip can't be deleted
es: El último clip no puede ser eliminado
fr: Le dernier clip ne peut pas être supprimé
ko: 마지막 클립은 삭제할 수 없습니다
pt_br: O último clipe não pode ser excluído

# com.banuba.trim.splitErrorMessage
source: The selected position is invalid
es: La posición seleccionada no es válida
fr: La position sélectionnée est invalide
ko: 선택한 위치는 유효하지 않습니다
pt_br: A posição selecionada é inválida

# com.banuba.record.captureButtonVideoMode
source: VIDEO
ar: فيديو
es: VÍDEO
fr: VIDÉO
hi: वीडियो
ja: ビデオ
ko: 비디오
pt_br: VÍDEO
zh_hans: 视频

# com.banuba.record.captureButtonPhotoMode
source: PHOTO
ar: صورة
es: FOTO
hi: फोटो
ja: 写真
ko: 사진
pt_br: FOTO
zh_hans: 照片

# sharing.other.title
source: Other
ar: آخر
es: Otros
fr: Autre
hi: अन्य
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他

# sharing.video.title
source: Share video
ar: مشاركة الفيديو
es: Compartir vídeo
fr: Partager la vidéo
hi: वीडियो साझा करें
ja: ビデオを共有する
ko: 비디오 공유
pt_br: Compartilhar vídeo
zh_hans: 分享视频

# sharing.app.not.installed
source: Sorry the application is not installed
ar: عذرًا ، التطبيق غير مثبت
es: Lo siento, la aplicación no está instalada
fr: Désolé, l'application n'est pas installée
hi: क्षमा करें, ऐप्लिकेशन इंस्टॉल नहीं है
ja: 申し訳ありませんが、アプリがインストールされていません
ko: 죄송합니다. 해당 애플리케이션이 설치되어 있지 않습니다.
pt_br: Desculpe, o aplicativo não está instalado
zh_hans: 抱歉，应用程序未安装

# com.banuba.expiredLicense.infoLabel
source: Video content creation is temporarily unavailable
ar: إنشاء محتوى الفيديو غير متاح مؤقتًا
es: La creación de contenido de video no está disponible temporalmente
fr: La création de contenu vidéo est temporairement indisponible
hi: वीडियो सामग्री बनाना अस्थायी रूप से अनुपलब्ध है
ja: ビデオコンテンツの作成は一時的に利用できません
ko: 비디오 콘텐츠 생성이 일시적으로 사용 불가능합니다
pt_br: A criação de conteúdo de vídeo está temporariamente indisponível
zh_hans: 视频内容创建暂时不可用

# com.banuba.expiredLicense.cancelButtonTitle
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

# noUserPermission
source: You do not have sufficient permissions to perform this action. Please contact support.
ar: ليس لديك أذونات كافية للقيام بهذا الإجراء. يرجى الاتصال بالدعم.
es: No tiene suficientes permisos para realizar esta acción. Póngase en contacto con el soporte.
fr: Vous ne disposez pas des autorisations suffisantes pour effectuer cette action. Veuillez contacter l'assistance.
hi: आपके पास इस क्रिया को करने के लिए पर्याप्त अनुमतियाँ नहीं हैं। कृपया समर्थन से संपर्क करें।
ja: このアクションを実行するための十分な権限がありません。サポートにお問い合わせください。
ko: 이 작업을 수행할 권한이 없습니다. 지원팀에 문의하세요.
pt_br: Você não tem permissões suficientes para executar esta ação. Entre em contato com o suporte.
zh_hans: 您没有足够的权限执行此操作。请联系支持。

source: Delete this offer
ar: حذف هذا العرض
es: Eliminar esta oferta
fr: Supprimer cette offre
hi: इस प्रस्ताव को हटा दें
ja: このオファーを削除
ko: 이 제안 삭제
pt_br: Excluir esta oferta
zh_hans: 删除此优惠

# offerImageTitle1
source: Offer Main Image
ar: تقدم الصورة الرئيسية
es: Imagen principal de la oferta
fr: Image principale de l'offre
hi: प्रस्ताव मुख्य छवि
ja: オファーのメイン画像
ko: 제안 주요 이미지
pt_br: Imagem principal da oferta
zh_hans: 优惠主图

# offerImageTitle2
source: Main ad image/product view etc.
ar: صورة الإعلان الرئيسية / عرض المنتج وما إلى ذلك.
es: Imagen del anuncio principal/vista del producto, etc.
fr: Image principale de l'annonce/vue du produit, etc.
hi: मुख्य विज्ञापन छवि/उत्पाद दृश्य आदि।
ja: 主な広告画像・商品図など
ko: 주요 광고 이미지/제품 보기 등
pt_br: Imagem do anúncio principal/visualização do produto, etc.
zh_hans: 主要广告图片/产品视图等

# offerImageTitle3
source: Portrait View Layout 375x812 px minimum dimensions suggested.
ar: تنسيق العرض العمودي 375x812 بكسل الحد الأدنى للأبعاد المقترحة.
es: Diseño de vista vertical 375x812 px dimensiones mínimas sugeridas.
fr: Disposition en vue portrait 375x812 px dimensions minimales suggérées.
hi: पोर्ट्रेट व्यू लेआउट 375x812 पीएक्स न्यूनतम आयाम सुझाए गए।
ja: 縦表示レイアウト 375x812 px 推奨される最小サイズ。
ko: 세로 레이아웃 375x812 px 이상의 최소 차원 권장.
pt_br: Layout de visualização em retrato 375x812 px dimensões mínimas sugeridas.
zh_hans: 纵向视图布局建议的最小尺寸为 375x812 像素。

# CreateAGroup
source: Create A New Group
ar: أنشئ مجموعة جديدة
es: Crear un nuevo grupo
fr: Créer un nouveau groupe
hi: एक नया समूह बनाएँ
ja: 新しいグループを作成する
ko: 새 그룹 만들기
pt_br: Criar um novo grupo
zh_hans: 创建一个新组

# internetIssue
source: You currently have no access to the internet. Please check your internet connection and try again
ar: ليس لديك حاليا وصول إلى الإنترنت. يرجى التحقق من اتصالك بالإنترنت وحاول مرة أخرى
es: Actualmente no tienes acceso a Internet. Comprueba tu conexión a Internet e inténtalo de nuevo
fr: Vous n'avez actuellement aucun accès à Internet. S'il vous plaît, vérifiez votre connexion à internet et réessayez
hi: वर्तमान में आपकी इंटरनेट तक पहुंच नहीं है। अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें
ja: 現在、インターネットにアクセスできません。インターネット接続を確認して、もう一度お試しください
ko: 현재 인터넷에 접속할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
pt_br: No momento, você não tem acesso à Internet. Por favor verifique sua conexão com a internet e tente novamente
zh_hans: 您目前无法访问互联网。请检查您的互联网连接并重试

# poorInternetConnectivity
source: We're experiencing some connectivity issues. Please check your internet connection and try again.
ar: نواجه بعض مشكلات الاتصال. يرجى التحقق من اتصالك بالإنترنت وحاول مرة أخرى.
es: Estamos experimentando algunos problemas de conectividad. Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Nous rencontrons des problèmes de connectivité. S'il vous plaît, vérifiez votre connexion à internet et réessayez.
hi: हम कुछ कनेक्टिविटी समस्याओं का सामना कर रहे हैं। अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें।
ja: 接続上の問題が発生しています。インターネット接続を確認して、もう一度試してください。
ko: 일시적인 연결 문제가 발생했습니다. 인터넷 연결을 확인하고 다시 시도하세요.
pt_br: 我们遇到了一些连接问题。请检查您的互联网连接并重试。
zh_hans: 我们遇到了一些连接问题。请检查您的互联网连接并重试。

# noResultFound
source: We couldn't find what you were looking for. Please try a different search term.
ar: لم نتمكن من العثور على ما كنت تبحث عنه. n الرجاء تجربة مصطلح بحث مختلف.
es: No pudimos encontrar lo que estaba buscando. Intente con otro término de búsqueda.
fr: Nous n'avons pas trouvé ce que vous cherchiez. Veuillez essayer un autre terme de recherche.
hi: आप जो खोज रहे थे वह हमें नहीं मिला। कृपया कोई भिन्न खोज शब्द आज़माएं।
ja: 探しているものが見つかりませんでした。 別の検索語を試してください。
ko: 원하는 결과를 찾을 수 없습니다. 다른 검색어를 시도하세요.
pt_br: 我们找不到您要查找的内容。 请尝试其他搜索词。
zh_hans: 我们找不到您要查找的内容。 请尝试其他搜索词。
