Repository: AkashBelekar2428/CustomChatModule
Catalog: *.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, ko, pt_br, zh_hans

# disclaimerPaymanetText
source: Payment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews on monthly basis unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase. No cancellation of the current subscription is allowed during active subscription period.
ar: سيتم خصم الدفعة من حساب iTunes عند تأكيد الشراء. يتم تجديد الاشتراك تلقائيًا على أساس شهري ما لم يتم إيقاف تجديد الاشتراك التلقائي قبل مضي 24 ساعة على الأقل من نهاية الفترة الحالية. سيتم خصم التجديد من الحساب في غضون 24 ساعة قبل نهاية الفترة الحالية، وسيتم تحديد تكلفة التجديد. يمكن للمستخدم إدارة الاشتراكات ويمكن إيقاف تجديد الاشتراك التلقائي عن طريق الانتقال إلى إعدادات الحساب الخاصة بالمستخدم بعد الشراء. لا يُسمح بإلغاء الاشتراك الحالي أثناء فترة الاشتراك النشطة.
es: El pago se cargará en la cuenta de iTunes al confirmar la compra. La suscripción se renovará automáticamente cada mes a menos que se desactive la renovación automática al menos 24 horas antes del final del período actual. La cuenta se cobrará por la renovación dentro de las 24 horas previas al final del período actual, e identificará el costo de la renovación. Las suscripciones pueden ser gestionadas por el usuario y la renovación automática puede desactivarse accediendo a la Configuración de la cuenta del usuario después de la compra. No se permite la cancelación de la suscripción actual durante el período de suscripción activo.
fr: Le paiement sera prélevé sur le compte iTunes lors de la confirmation de l'achat. L'abonnement se renouvelle automatiquement chaque mois, sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours. Le compte sera débité pour le renouvellement dans les 24 heures précédant la fin de la période en cours, et indiquera le coût du renouvellement. Les abonnements peuvent être gérés par l'utilisateur et le renouvellement automatique peut être désactivé en accédant aux paramètres du compte utilisateur après l'achat. Aucune annulation de l'abonnement en cours n'est autorisée pendant la période d'abonnement active.
hi: खरीद की पुष्टि पर भुगतान iTunes खाते में किया जाएगा। सदस्यता को मासिक आधार पर स्वतः नवीनीकृत किया जाएगा, जब तक कि मौजूदा अवधि के 24 घंटे पहले स्वतः नवीनीकरण बंद नहीं किया जाता है। खाते को वर्तमान अवधि से 24 घंटे पहले नवीनीकरण के लिए चार्ज किया जाएगा, और नवीनीकरण की लागत की पहचान की जाएगी। सदस्यताएँ उपयोगकर्ता द्वारा प्रबंधित की जा सकती हैं और खरीद के बाद उपयोगकर्ता के खाता सेटिंग में जाकर स्वचालित नवीनीकरण को बंद किया जा सकता है। सक्रिय सदस्यता अवधि के दौरान वर्तमान सदस्यता का रद्द करने की कोई अनुमति नहीं है।
ja: 購入確認時に支払いはiTunesアカウントから請求されます。現在の期間終了の24時間前までに自動更新をオフにしない限り、購読は毎月自動的に更新されます。現在の期間終了の24時間前に更新の費用がアカウントに請求されます。購読はユーザーによって管理でき、購入後はユーザーアカウント設定に移動して自動更新をオフにすることができます。アクティブな購読期間中には、現在の購読をキャンセルすることはできません。
ko: 결제는 구입 확인 시 iTunes 계정에 청구됩니다. 구독은 자동으로 매월 갱신되며 현재 기간이 끝나기 최소 24시간 전에 자동 갱신이 꺼져야 합니다. 계정은 현재 기간이 끝나기 최소 24시간 전에 갱신에 대한 비용을 식별하며 갱신용으로 청구됩니다. 구독은 사용자가 관리하고 구매 후 사용자의 계정 설정으로 이동하여 자동 갱신을 껐다 켤 수 있습니다. 현재 구독을 취소하는 것은 활성 구독 기간 동안 허용되지 않습니다.
pt_br: O pagamento será cobrado na conta do iTunes após a confirmação da compra. A assinatura será renovada automaticamente mensalmente, a menos que a renovação automática seja desativada pelo menos 24 horas antes do término do período atual. A conta será cobrada pela renovação dentro de 24 horas antes do término do período atual, e identificará o custo da renovação. As assinaturas podem ser gerenciadas pelo usuário e a renovação automática pode ser desativada acessando as Configurações da conta do usuário após a compra. Não é permitido o cancelamento da assinatura atual durante o período de assinatura ativa.
zh_hans: 付款将在购买确认后从iTunes账户中扣除。除非在当前期间结束前至少提前24小时关闭自动续订，否则订阅将每月自动续订。账户将在当前期间结束前的24小时内扣款并确认续订的费用。用户可以通过购买后前往用户的账户设置来管理订阅，并且可以关闭自动续订。在活动订阅期间不允许取消当前订阅。

# %discount
source: Save up to %@ when you pay monthly
ar: وفّر حتى @% عند الدفع شهريًا.
es: Ahorra hasta un %@ al pagar mensualmente.
fr: Économisez jusqu'à %@ en payant mensuellement.
hi: मासिक भुगतान करते समय %@ तक बचाएँ।
ja: 毎月支払い時に最大%@節約できます。
ko: 매월 결제 시 최대 %@ 절약
pt_br: Economize até %@ ao pagar mensalmente.
zh_hans: 每月支付可节省高达%@

# 40%discount
source: Save up to %@ when you pay monthly
ar: وفّر حتى 40% عند الدفع شهريًا.
es: Ahorre hasta un 40% al pagar mensualmente.
fr: Économisez jusqu'à 40% en payant mensuellement.
hi: मासिक भुगतान करते समय 40% तक बचाएँ।
ja: 毎月支払い時に最大40%節約できます。
ko: 매월 결제 시 최대 40% 절약
pt_br: Economize 40% ao pagar mensalmente
zh_hans: 每月支付可节省高达50%

# 25%discount
source: Save up to 25% when you pay monthly
ar: وفّر حتى 25% عند الدفع شهريًا.
es: Ahorre hasta un 25% al pagar mensualmente.
fr: Économisez jusqu'à 25% en payant mensuellement.
hi: मासिक भुगतान करते समय 25% तक बचाएँ।
ja: 毎月支払い時に最大25%節約できます。
ko: 매월 결제 시 최대 25% 절약
pt_br: Economize 25% ao pagar mensalmente
zh_hans: 每月支付可节省高达25%

# 10%discount
source: Save up to 10% when you pay monthly
ar: وفّر حتى 10% عند الدفع شهريًا.
es: Ahorre hasta un 10% al pagar mensualmente.
fr: Économisez jusqu'à 10% en payant mensuellement.
hi: मासिक भुगतान करते समय 10% तक बचाएँ।
ja: 毎月支払い時に最大10%節約できます。
ko: 매월 결제 시 최대 10% 절약
pt_br: Economize 10% ao pagar mensalmente
zh_hans: 每月支付可节省高达10%

source: Subscribe for $
ar: اشترك للحصول على $
es: Suscríbete por $
fr: Abonnez-vous pour
hi: $ के लिए सदस्यता लें
ja: $で購読
ko: $에 구독하기
pt_br: Inscreva-se por $
zh_hans: 订阅 $

# payAsYouGo
source: Pay as you go for
ar: ادفع كما تذهب مقابل دولار
es: Pague sobre la marcha por $
fr: Payez au fur et à mesure pour
hi: $ के लिए भुगतान करें
ja: $で支払う
ko: $에 요금 지불
pt_br: Pague conforme o uso por $
zh_hans: 即付即用 $

source: Purchased
ar: تم شراؤها
es: Comprado
fr: Acheter
hi: खरीद लिया है
ja: 購入済み
ko: 구매함
pt_br: Comprado
zh_hans: 已购买

# alreadySubscribed
source: You have already subscribed to this package
ar: لقد قمت بالفعل بالاشتراك في هذه الحزمة
es: Ya te has suscrito a este paquete
fr: Vous êtes déjà abonné à ce forfait
hi: आप पहले से ही इस पैकेज की सदस्यता ले चुके हैं
ja: このパッケージにすでに購読しています
ko: 이 패키지에 이미 가입했습니다
pt_br: Você já assinou este pacote
zh_hans: 您已经订阅了这个套餐

source: Subscribed
ar: مشترك
es: Suscrito
fr: Abonné
hi: सदस्यता ले ली
ja: 購読済み
ko: 가입 완료
pt_br: Subscrito
zh_hans: 已订阅

source: Subscribe For
ar: اشترك في
es: Suscríbete para
fr: Abonnez-vous pour
hi: इसके लिए सदस्यता लें
ja: 購読
ko: 가격:
pt_br: Assinar para
zh_hans: 订阅

# impressionNotAvailable
source: Purchase impressions are not available at this time.
ar: مرات ظهور الشراء غير متوفرة في هذا الوقت.
es: Las impresiones de compra no están disponibles en este momento.
fr: L'achat d'impressions n'est pas disponible actuellement.
hi: इस समय खरीदे गए इम्प्रेशन उपलब्ध नहीं हैं।
ja: 購入インプレッションは現在利用できません。
ko: 현재 인상 구매는 사용할 수 없습니다.
pt_br: As impressões de compra não estão disponíveis no momento.
zh_hans: 目前无法获得购买印象。

# transactionProcessingText
source: We are processing your transaction... Please do not hit back button or close this window.
ar: نقوم بمعالجة معاملتك ... n من فضلك لا تضغط على زر الرجوع أو تغلق هذه النافذة.
es: Estamos procesando su transacción... Por favor, no presione el botón Atrás ni cierre esta ventana.
fr: Nous traitons votre transaction... Veuillez ne pas cliquer sur le bouton de retour ou fermer cette fenêtre.
hi: आपका लेन-देन प्रसंस्करण हो रहा है... कृपया वापस बटन नहीं दबाएँ और इस विंडो को बंद नहीं करें।
ja: 取引を処理しています... バックボタンを押したり、このウィンドウを閉じないでください。
ko: 트랜잭션을 처리 중입니다... 뒤로 버튼을 누르거나 이 창을 닫지 마세요.
pt_br: Estamos processando sua transação... Por favor, não aperte o botão voltar ou feche esta janela.
zh_hans: 我们正在处理您的交易... 请不要点击返回按钮或关闭此窗口。

source: Oops!
ar: أُووبس!
es: ¡Ups!
fr: Oups !
hi: उफ़!
ja: おっと！
ko: 이런!
pt_br: Ops!
zh_hans: 哎呀！

# lowCoinsMsg
source: You do not have enough coins to purchase this package. Buy coins?
ar: ليس لديك عملات كافية لشراء هذه الحزمة. شراء عملات معدنية؟
es: No tienes suficientes monedas para comprar este paquete. ¿Comprar monedas?
fr: Vous n'avez pas assez de coins pour acheter ce forfait. Acheter des coins ?
hi: आपके पास इस पैकेज को खरीदने के लिए पर्याप्त सिक्के नहीं हैं। क्या आप सिक्के खरीदना चाहेंगे?
ja: このパッケージを購入するための十分なコインがありません。コインを購入しますか？
ko: 이 패키지를 구매할 충분한 코인이 없습니다. 코인을 구매하시겠습니까?
pt_br: Você não tem moedas suficientes para comprar este pacote. Comprar moedas?
zh_hans: 您没有足够的硬币来购买这个包裹。买硬币？

source: Buy Coins
ar: شراء عملات معدنية
es: Comprar monedas
fr: Acheter des coins
hi: सिक्के खरीदें
ja: コインを購入する
ko: 코인 구매하기
pt_br: Comprar moedas
zh_hans: 买硬币

source: Refer your
es: Recomiende su
fr: Référez vos
hi: अपने दोस्तों को रेफर करें
ja: あなたの
ko: 친구들을 추천하세요
pt_br: Indique o seu
zh_hans: 参考你的

source: Friends
ar: أصدقاء
es: Amigos
fr: Amis
hi: दोस्त
ja: 友達
ko: 친구들
pt_br: Amigos
zh_hans: 朋友们

# earnFreeImpressions
source: To Earn Free Impressions
ar: لكسب مرات ظهور مجانية
es: Para obtener impresiones gratuitas
fr: Pour gagner des impressions gratuites
hi: मुफ्त इम्प्रेशन कमाने के लिए
ja: 無料のインプレッションを獲得するには
ko: 무료 인상을 얻으세요
pt_br: Para ganhar impressões gratuitas
zh_hans: 赚取免费印象

# useReferralCode
source: Use your referral code for your social media posts. When your referrals sign up to Keek you will receive 1000 Impressions for each sign up
ar: استخدم رمز الإحالة الخاص بك لمنشوراتك على وسائل التواصل الاجتماعي. عند تسجيل الإحالات الخاصة بك في Keek ، ستتلقى 1000 ظهور لكل اشتراك
es: Use su código de referencia para sus publicaciones en las redes sociales. Cuando sus referidos se registren en Keek, recibirá 1000 Impresiones por cada registro
fr: Utilisez votre code de parrainage pour vos publications sur les réseaux sociaux. Lorsque vos filleuls s'inscrivent sur Keek, vous recevrez 1000 impressions pour chaque inscription
hi: अपना रेफरल कोड अपने सोशल मीडिया पोस्ट के लिए उपयोग करें। जब आपके रेफरल लोग Keek में साइन अप करते हैं तो आप प्रत्येक साइन अप के लिए 1000 इम्प्रेशन प्राप्त करेंगे।
ja: あなたの紹介コードをソーシャルメディアの投稿に使用してください。あなたの紹介によってKeekに登録したユーザーごとに1000インプレッションを獲得できます。
ko: 소셜 미디어 게시물에 추천 코드를 사용하세요. 추천인이 Keek에 가입하면 각 가입마다 1000개의 인상을 받게 됩니다.
pt_br: Use seu código de referência para suas postagens de mídia social. Quando suas referências se inscreverem no Keek, você receberá 1000 impressões para cada inscrição
zh_hans: 将您的推荐代码用于您的社交媒体帖子。当您的推荐人注册 Keek 时，您每次注册都会获得 1000 印象

source: Successful Referral
ar: إحالة ناجحة
es: Referencia exitosa
fr: Parrainage réussi
hi: सफल रेफरल
ja: 成功した紹介
ko: 성공한 추천
pt_br: Referência bem-sucedida
zh_hans: 推荐成功

# impressionEarned
source: Impressions Earned
ar: الانطباعات المكتسبة
es: Impresiones ganadas
fr: Impressions gagnées
hi: कमाई गई इम्प्रेशन
ja: 獲得したインプレッション
ko: 획득한 인상
pt_br: Impressões ganhas
zh_hans: 获得的展示次数

# personaReferralLink
source: Your Personas Keek Referral Link
ar: رابط الإحالة الخاص بك من أشخاص Keek
es: Vínculo de referencia de Tus Personas Keek
fr: Votre lien de parrainage Keek de personnage
hi: आपका व्यक्तिगत Keek रेफरल लिंक
ja: あなたのKeek紹介リンク
ko: 귀하의 Personas Keek 추천 링크
pt_br: Link de referência do seu Personas Keek
zh_hans: 您的 Personas Keek 推荐链接

# shareLinkReferral
source: Share this link to post on your social media for referrals.
ar: شارك هذا الرابط للنشر على وسائل التواصل الاجتماعي الخاصة بك للإحالات.
es: Comparte este enlace para publicar en tus redes sociales para referencias.
fr: Partagez ce lien pour publier sur vos réseaux sociaux pour les parrainages.
hi: रेफरल के लिए अपने सोशल मीडिया पर पोस्ट करने के लिए इस लिंक को शेयर करें।
ja: このリンクを共有して、紹介のためのソーシャルメディア投稿を作成してください。
ko: 이 링크를 공유하여 소셜 미디어에 게시하세요.
pt_br: Compartilhe este link para postar em sua mídia social para referências.
zh_hans: 分享此链接以在您的社交媒体上发布以进行推荐。

source: Search Keek
ar: بحث Keek
es: Buscar Keek
fr: Rechercher Keek
hi: Keek खोजें
ja: Keekを検索
ko: Keek 검색
pt_br: Buscar Keek
zh_hans: 搜客

# searchUsers
source: Users
ar: المستخدمون
es: Usuarios
fr: Utilisateurs
hi: उपयोगकर्ता
ja: ユーザー
ko: 사용자
pt_br: Usuários
zh_hans: 用户

source: Posts
ar: دعامات
es: Publicaciones
fr: Publications
hi: पोस्ट
ja: 投稿
ko: 게시물
pt_br: Publicações
zh_hans: 帖子

source: Search Results
ar: نتائج البحث
es: Resultados de la búsqueda
fr: Résultats de recherche
hi: खोज परिणाम
ja: 検索結果
ko: 검색 결과
pt_br: Resultados da busca
zh_hans: 搜索结果

source: Search User or Title
ar: ابحث عن المستخدم أو العنوان
es: Buscar usuario o título
fr: Rechercher un utilisateur ou un titre
hi: उपयोगकर्ता या शीर्षक खोजें
ja: ユーザーまたはタイトルを検索
ko: 사용자 또는 제목 검색
pt_br: Buscar usuário ou título
zh_hans: 搜索用户或标题

source: Notification Settings
ar: إعدادات الإشعار
es: Configuración de las notificaciones
fr: Paramètres de notification
hi: अधिसूचना सेटिंग्स
ja: 通知設定
ko: 알림 설정
pt_br: Configurações de notificação
zh_hans: 通知设置

source: New Posts
ar: مشاركات جديدة
es: Nuevas publicaciones
fr: Nouvelles publications
hi: नए पोस्ट
ja: 新しい投稿
ko: 새로운 게시물
pt_br: Novas publicações
zh_hans: 新帖

# newPostsText
source: New Posts from users you follow
ar: مشاركات جديدة من المستخدمين الذين تتابعهم
es: Nuevas publicaciones de los usuarios que sigues
fr: Nouvelles publications des utilisateurs que vous suivez
hi: आपके फॉलोवर्स की नई पोस्ट
ja: フォローしているユーザーからの新しい投稿
ko: 팔로우하는 사용자의 새로운 게시물
pt_br: Novas publicações de usuários que você segue
zh_hans: 您关注的用户的新帖子

source: New Private Posts
ar: الوظائف الخاصة الجديدة
es: Nuevas publicaciones privadas
fr: Nouvelles publications privées
hi: नई निजी पोस्ट
ja: 新しい非公開投稿
ko: 새로운 비공개 게시물
pt_br: Novas publicações privadas
zh_hans: 新的私人帖子

# newPrivatePostsText
source: New Private Posts from users
ar: مشاركات خاصة جديدة من المستخدمين
es: Nuevas publicaciones privadas de los usuarios
fr: Nouvelles publications privées d'utilisateurs
hi: यूजर्स से नई निजी पोस्ट
ja: ユーザーからの新しい非公開投稿
ko: 사용자의 새로운 비공개 게시물
pt_br: Novas publicações privadas de usuários
zh_hans: 来自用户的新私人帖子

source: New Follower
ar: متابع جديد
es: Nuevo seguidor
fr: Nouvel abonné
hi: नए फॉलोवर
ja: 新しいフォロワー
ko: 새로운 팔로워
pt_br: Novo seguidor
zh_hans: 新追随者

# newFollowerText
source: When you receive a new follower
ar: عندما تتلقى متابعًا جديدًا
es: Cuando recibes un nuevo seguidor
fr: Lorsque vous recevez un nouvel abonné
hi: जब आपके पोस्ट को कोई नया फॉलो करें
ja: 新しいフォロワーがいるとき
ko: 새로운 팔로워가 생길 때
pt_br: Quando você recebe um novo seguidor
zh_hans: 当您收到新的关注者时

source: New Like
ar: إعجاب جديد
es: Nuevo Me Gusta
fr: Nouveau J'aime
hi: नया लाइक
ja: 新しいいいね！
ko: 새로운 좋아요
pt_br: Novo Curtir
zh_hans: 新喜欢

# newLikeText
source: When user likes your post
ar: عندما يحب المستخدم منشورك
es: Cuando al usuario le gusta tu publicación
fr: Lorsque l'utilisateur aime votre publication
hi: जब कोई आपके पोस्ट पर लाइक करें
ja: あなたの投稿にいいね！があったとき
ko: 사용자가 당신의 게시물을 좋아할 때
pt_br: Quando um usuário curte sua publicação
zh_hans: 当用户喜欢你的帖子时

source: New Comment
ar: تعليق جديد
es: Nuevo comentario
fr: Nouveau commentaire
hi: नया टिप्पणी
ja: 新しいコメント
ko: 새로운 댓글
pt_br: Novo Comentário
zh_hans: 新评论

# newCommentText
source: When user comments on your post
ar: عندما يعلق المستخدم على منشورك
es: Cuando el usuario comenta tu publicación
fr: Lorsque l'utilisateur commente votre publication
hi: जब कोई आपके पोस्ट पर टिप्पणी करें
ja: あなたの投稿にコメントがあったとき
ko: 사용자가 당신의 게시물에 댓글을 남길 때
pt_br: Quando um usuário comenta em sua publicação
zh_hans: 当用户对您的帖子发表评论时

source: Messaging
ar: المراسلة
es: Mensajería
fr: Messagerie
hi: मैसेजिंग
ja: メッセージ
ko: 메시지
pt_br: Mensagens
zh_hans: 讯息

# messagingText
source: When you receive a new message
ar: عندما تتلقى رسالة جديدة
es: Cuando recibes un nuevo mensaje
fr: Lorsque vous recevez un nouveau message
hi: जब आपको एक नया संदेश मिलता है
ja: 新しいメッセージが届いたとき
ko: 새로운 메시지를 받았을 때
pt_br: Quando você recebe uma nova mensagem
zh_hans: 当您收到新消息时

# followRequest
source: New Follow Request
ar: طلب متابعة جديد
es: Nueva solicitud de seguimiento
fr: Nouvelle demande de suivi
hi: न्यू फॉलो रिक्वेस्ट
ja: 新しいフォローリクエスト
ko: 새로운 팔로우 요청
pt_br: Nova solicitação de acompanhamento
zh_hans: 新关注请求

# followRequestText
source: When you receive a new follow request
ar: عندما تتلقى طلب متابعة جديد
es: Cuando recibes una nueva solicitud de seguimiento
fr: Lorsque vous recevez une nouvelle demande de suivi
hi: जब आप एक नया अनुसरण अनुरोध प्राप्त करते हैं
ja: 新しいフォローリクエストを受け取ったとき
ko: 새로운 팔로우 요청이 올 때
pt_br: Quando você recebe uma nova solicitação para seguir
zh_hans: 当您收到新的关注请求时

# updateProfile
source: Update
ar: تحديث الملف
es: Actualización del
fr: Mettre à jour
hi: अपडेट करें
ja: プロフィールを更新する
ko: 업데이트
pt_br: Atualizar
zh_hans: 更新个人信息

# salutation
source: Gender
ar: جنس
es: Género
fr: Genre
hi: लिंग
ja: 性別
ko: 성별
pt_br: Gênero
zh_hans: 性别

# enterSalutation
source: Select gender...
ar: اختر الجنس...
es: Seleccionar género...
fr: Sélectionnez le sexe...
hi: लिंग चुनें...
ja: 性別を選択してください...
ko: 성별을 선택하세요...
pt_br: Selecione o gênero...
zh_hans: 选择性别...

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
ja: ユーザー名
ko: 사용자명
pt_br: Nome de usuário
zh_hans: 用户名

source: Enter username...
ar: ادخل اسم المستخدم...
es: Introduzca su nombre de usuario...
fr: Entrez un nom d'utilisateur...
hi: उपयोगकर्ता नाम दर्ज करें...
ja: ユーザー名を入力してください...
ko: 사용자명을 입력하세요...
pt_br: Insira um nome de usuário...
zh_hans: 输入用户名...

source: Name
ar: اسم
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 姓名

source: Enter name...
ar: أدخل الاسم...
es: Ingrese su nombre...
fr: Entrez un nom...
hi: नाम दर्ज करें...
ja: 名前を入力してください...
ko: 이름을 입력하세요...
pt_br: Insira um nome...
zh_hans: 输入名字...

source: City
ar: مدينة
es: Ciudad
fr: Ville
hi: शहर
ja: 市町村
ko: 도시
pt_br: Cidade
zh_hans: 城市

source: Enter city...
ar: أدخل المدينة ...
es: Introduce la ciudad...
fr: Entrez une ville...
hi: शहर दर्ज करें...
ja: 市町村を入力してください...
ko: 도시를 입력하세요...
pt_br: Insira uma cidade...
zh_hans: 进入城市...

source: Email
ar: بريد إلكتروني
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ko: 이메일
zh_hans: 电子邮件

source: Enter email...
ar: أدخل البريد الإلكتروني ...
es: Ingrese correo electrónico...
fr: Entrez un e-mail...
hi: ईमेल दर्ज करें...
ja: メールアドレスを入力してください...
ko: 이메일을 입력하세요...
pt_br: Insira um email...
zh_hans: 输入电子邮件...

source: Description
ar: وصف
es: Descripción
hi: विवरण
ja: プロフィール説明
ko: 소개
pt_br: Descrição
zh_hans: 描述

source: Enter Description
ar: أدخل الوصف...
es: Introduce la descripción...
fr: Entrez une description...
hi: विवरण दर्ज करें...
ja: プロフィール説明を入力してください...
ko: 소개를 입력하세요...
pt_br: Insira uma descrição...
zh_hans: 输入描述...

source: Phone
ar: هاتف
es: Teléfono
fr: Téléphone
hi: फ़ोन
ja: 電話番号
ko: 전화번호
pt_br: Telefone
zh_hans: 电话

source: Enter phone...
ar: أدخل الهاتف ...
es: Introduce el teléfono...
fr: Entrez un numéro de téléphone...
hi: फ़ोन नंबर दर्ज करें...
ja: 電話番号を入力してください...
ko: 전화번호를 입력하세요...
pt_br: Insira um telefone...
zh_hans: 输入电话...

# YOB
source: Year of Birth
ar: سنة الميلاد
es: Año de nacimiento
fr: Année de naissance
hi: जन्म वर्ष
ja: 誕生年
ko: 출생년도
pt_br: Ano de nascimento
zh_hans: 出生年份

# enterYOB
source: Enter year of birth...
ar: أدخل سنة الميلاد ...
es: Introduzca el año de nacimiento...
fr: Entrez une année de naissance...
hi: जन्म वर्ष दर्ज करें...
ja: 誕生年を入力してください...
ko: 출생년도를 입력하세요...
pt_br: Insira o ano de nascimento...
zh_hans: 输入出生年份...

source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح
es: Perfil actualizado exitosamente
fr: Profil mis à jour avec succès
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हो गई है
ja: プロフィールが正常に更新されました
ko: 프로필이 성공적으로 업데이트되었습니다
pt_br: Perfil atualizado com sucesso
zh_hans: 个人资料已成功更新

source: Privacy Settings
ar: إعدادات الخصوصية
es: La configuración de privacidad
fr: Paramètres de confidentialité
hi: गोपनीयता सेटिंग
ja: プライバシー設定
ko: 개인 정보 설정
pt_br: Configurações de privacidade
zh_hans: 隐私设置

source: Private Account
ar: حساب خاص
es: Cuenta privada
fr: Compte privé
hi: गोपनीय अकाउंट
ja: 非公開アカウント
ko: 비공개 계정
pt_br: Conta privada
zh_hans: 私人账户

# selectWhoCanView
source: Select who can view the post...
ar: حدد من يمكنه عرض المنشور ...
es: Seleccione quién puede ver la publicación...
fr: Sélectionnez qui peut voir la publication...
hi: पोस्ट कौन देख सकता है वह चुनें...
ja: 投稿を閲覧できる人を選択してください...
ko: 게시물을 볼 수 있는 대상을 선택하세요...
pt_br: Selecione quem pode visualizar a publicação...
zh_hans: 选择谁可以查看帖子...

# selectWhoCanViewStream
source: Select who can view the stream
ar: حدد من يمكنه مشاهدة البث
es: Seleccione quién puede ver la transmisión
fr: Sélectionnez qui peut voir le flux
hi: चुनें कि स्ट्रीम कौन देख सकता है
ja: ストリームを閲覧できる人を選択してください
ko: 스트림을 볼 수 있는 사람을 선택하세요
pt_br: Selecione quem pode ver a transmissão
zh_hans: 选择谁可以查看流

# selectWhoCanViewStory
source: Select who can view the story...
ar: اختر من يمكنه مشاهدة القصة...
es: Selecciona quién puede ver la historia...
fr: Sélectionnez qui peut voir l'histoire...
hi: कहानी को कौन देख सकता है का चयन करें...
ja: 誰がストーリーを見ることができるか選択してください...
ko: 누가 스토리를 볼 수 있는지 선택하세요...
pt_br: Selecione quem pode ver a história...
zh_hans: 选择谁可以查看故事...

source: Select story duration...
ar: اختر مدى القصة...
es: Selecciona la duración de la historia...
fr: Sélectionnez la durée de l'histoire...
hi: कहानी की अवधि चुनें...
ja: ストーリーの期間を選択してください...
ko: 스토리 기간 선택...
pt_br: Selecione a duração da história...
zh_hans: 选择故事持续时间...

# uploadVideo
source: Post Your Video
ar: رفع فيديو
es: Subir vídeo
fr: Télécharger une vidéo
hi: वीडियो अपलोड करें
ja: ビデオをアップロード
ko: 비디오 업로드
pt_br: Enviar vídeo
zh_hans: 上传视频

# uploadStory
source: Post Your Story
ar: نشر قصتك
es: Publicar Tu Historia
fr: Publier Votre Histoire
hi: अपनी कहानी पोस्ट करें
ja: ストーリーを 投稿する
ko: 스토리 게시하기
pt_br: Postar Sua História
zh_hans: 发布 你的故事

source: Enter Title
ar: أدخل العنوان
es: Ingrese el título
fr: Entrez le titre
hi: शीर्षक दर्ज करें
ja: タイトルを入力してください
ko: 제목 입력
pt_br: Insira o título
zh_hans: 输入标题

# VideoDescription
source: Video Title
ar: وصف الفيديو
es: Descripción del vídeo
fr: Description de la vidéo
hi: वीडियो विवरण
ja: ビデオの説明
ko: 비디오 설명
pt_br: Descrição do vídeo
zh_hans: 视频描述

# EnterDescription
source: Enter Title
ar: أدخل الوصف
es: Ingrese la descripción
fr: Entrez la description
hi: विवरण दर्ज करें
ja: 説明を入力してください
ko: 설명 입력
pt_br: Insira a descrição
zh_hans: 输入描述

# enterTitlePlaceholder
source: Type your title here...
ar: اكتب لقبك هنا ...
es: Escriba su título aquí...
fr: Saisissez votre titre ici...
hi: यहाँ अपना शीर्षक लिखें...
ja: ここにタイトルを入力してください...
ko: 여기에 제목을 입력하세요...
pt_br: Digite o título aqui...
zh_hans: 在这里输入你的标题...

# enterDescriptionPlaceholder
source: Type your description here...
ar: اكتب وصفك هنا ...
es: Escriba su descripción aquí...
fr: Saisissez votre description ici...
hi: यहाँ अपना विवरण लिखें...
ja: ここに説明を入力してください...
ko: 여기에 설명을 입력하세요...
pt_br: Digite a descrição aqui...
zh_hans: 在此输入您的描述...

# whoCanView
source: Who can view this content?
ar: من يمكنه مشاهدة هذا المحتوى؟
es: ¿Quién puede ver este contenido?
fr: Qui peut voir ce contenu ?
hi: कौन इस सामग्री को देख सकता है?
ja: このコンテンツを誰が見ることができますか？
ko: 이 콘텐츠를 볼 수 있는 대상 선택
pt_br: Quem pode visualizar este conteúdo?
zh_hans: 谁可以查看此内容？

# selectTagMsg
source: Select users to tag...
ar: اختر مستخدمين للوسم...
es: Selecciona usuarios para etiquetar...
fr: Sélectionnez des utilisateurs à taguer...
hi: टैग करने के लिए उपयोगकर्ता चुनें...
ja: タグ付けするユーザーを選択...
ko: 태그할 사용자를 선택하세요...
pt_br: Selecione usuários para marcar...
zh_hans: 选择要标记的用户...

source: Make it fire!
ar: اجعلها نار
es: hazlo fuego!
fr: Rendez-le populaire!
hi: इसे फायर बनाएं!
ko: 인기있게 만들기!
pt_br: Torná-lo Fire
zh_hans: 让它着火!

source: How it works
ar: كيف تعمل
es: Cómo funciona
fr: Comment ça fonctionne
hi: यह कैसे काम करता है
ja: 使い方
ko: 작동 방식
pt_br: Como funciona
zh_hans: 怎么运行的

# impressionRemaining
source: Impressions Remaining
ar: الانطباعات المتبقية
es: Impresiones restantes
fr: Impressions restantes
hi: इम्प्रेशन शेष
ja: 残り印象数
ko: 남은 인상
pt_br: Impressões Restantes
zh_hans: 剩余展示次数
